{
    "tweet_id": "1392715113853964288",
    "tweet": "This criticism is welcomed and I am sure no Hindu will go to Charlie Hebdo office and kill people.\nThat's the big difference here. https://t.co/e3Smb6RTY3",
    "comments": [
        {
            "tweet_id": "1392718659043225602",
            "tweet": "@KarmaBe84478336 Just ignore sir we don't care about this..."
        },
        {
            "tweet_id": "1392720771907080194",
            "tweet": "@Gaming7Charlie max to max there will be small protest only",
            "replies": [
                {
                    "tweet_id": "1392721677566443524",
                    "tweet": "@Aditya___12 @Gaming7Charlie They r not MF Hussain, if he is MF Hussain then we will threaten, correct bhakth."
                }
            ]
        },
        {
            "tweet_id": "1392720924709953537",
            "tweet": "@Gaming7Charlie True......",
            "replies": [
                {
                    "tweet_id": "1392721241249751040",
                    "tweet": "@Dhirajsingh_IND Hame toh yhi sikhya jata hai अहिंसा परमो धर्मः\""
                }
            ]
        },
        {
            "tweet_id": "1392721846320001024",
            "tweet": "@Gaming7Charlie Have you remembered M.F Husain sahab?",
            "replies": [
                {
                    "tweet_id": "1392745186741002243",
                    "tweet": "@NirvanGagan Srry  i don't known about him but who is he??"
                },
                {
                    "tweet_id": "1392737931752660992",
                    "tweet": "@NirvanGagan @Gaming7Charlie Yes, how can anyone forget that old pervert."
                }
            ]
        },
        {
            "tweet_id": "1392723544014950401",
            "tweet": "@Gaming7Charlie Trees also are Gods for us. They produce oxygen. But we cut them for roads So that cars are comfortable.",
            "replies": [
                {
                    "tweet_id": "1392723674868830213",
                    "tweet": "@sitahyderabadi True"
                }
            ]
        },
        {
            "tweet_id": "1392733155212201988",
            "tweet": "@Gaming7Charlie That's because they don't have an office in India, and sanghi to sirf mohalle ke sher hain.",
            "replies": [
                {
                    "tweet_id": "1392845571807842310",
                    "tweet": "@jashw908 @Gaming7Charlie Yet, they lynch ppl for eating beef, gali ke sher hain sanghi. The Franci sanghi bhi maafiveer ke vanshaj hain, pata hai koi sunega nahi, juute padenge so alag, chup chaap ghar mein ghuss ke baith jao"
                }
            ]
        },
        {
            "tweet_id": "1392748365453033474",
            "tweet": "@Gaming7Charlie Uske liye ga** me guda hona chahiye",
            "replies": [
                {
                    "tweet_id": "1392770445938622469",
                    "tweet": "@khan4vr @Gaming7Charlie Kashmir m dikhaate wo guda ham."
                },
                {
                    "tweet_id": "1392826801374646276",
                    "tweet": "@khan4vr @Gaming7Charlie Uske liye islamic jeher hona chahiye dimag mein"
                },
                {
                    "tweet_id": "1392874042244272130",
                    "tweet": "@khan4vr @Gaming7Charlie Cartoon se hurt hoke kisiko maarne chale toh usko guda nhi bolte. Lol. Tumko pasand nhi aaya criticise karo."
                },
                {
                    "tweet_id": "1392811285046120456",
                    "tweet": "@khan4vr @Gaming7Charlie Brainwash issi ko to bolte hai shahir khan"
                },
                {
                    "tweet_id": "1392824243017060355",
                    "tweet": "@khan4vr @Gaming7Charlie wahi guda tere forefathers mei hota toh convert na hote!"
                },
                {
                    "tweet_id": "1392825619142959104",
                    "tweet": "@khan4vr @Gaming7Charlie Actually use gudda nahi bawasir kehte hai..."
                },
                {
                    "tweet_id": "1392847446288461824",
                    "tweet": "@khan4vr @Gaming7Charlie Ha sahi hai. Pagal kutte aur tum mein koi fark nahi hai waise bhi. Baaki Israel kaisa lagta hai??"
                },
                {
                    "tweet_id": "1392871309286133766",
                    "tweet": "@khan4vr @Gaming7Charlie Abhi gurda dikha denge toh victim card khel doge babri wala"
                },
                {
                    "tweet_id": "1392920104191500290",
                    "tweet": "@khan4vr @Gaming7Charlie 2002 Gujarat mei dikha diya tha."
                },
                {
                    "tweet_id": "1394746470520082434",
                    "tweet": "@khan4vr @Gaming7Charlie Iske liye just terrorist hona chahiye"
                }
            ]
        },
        {
            "tweet_id": "1392750995919286273",
            "tweet": "@Gaming7Charlie @SANGRAM_SINGH1 Btw for information: 33 koti gods. Koti means million or type. It's a translation error. There are 33 types/kinds of devatas. Again God is not right translation of devata. 33 types of demi/semi gods. Welcome to Sanatana, it's pure science. https://t.co/nqWD7xMXIu",
            "replies": [
                {
                    "tweet_id": "1392770844217151491",
                    "tweet": "@BharatBhakt10 @Gaming7Charlie @SANGRAM_SINGH1 Koti means either crore or types not million."
                }
            ]
        },
        {
            "tweet_id": "1392751986001334272",
            "tweet": "@Gaming7Charlie @SANGRAM_SINGH1 Yet we shouldn't hesitate to respond to it with the charity done by the temples in India for the oxygen supply and medicine to the needy patients. God's are supposed to be in heaven while the temples on the Earth has done service to the needy people.\n@CharlesHebdo"
        },
        {
            "tweet_id": "1392761671194578949",
            "tweet": "@Gaming7Charlie The gang can only lynch hapless people in India.\nAnd they also murdered Lankesh, Kalburgi and Pansare.",
            "replies": [
                {
                    "tweet_id": "1393305836013850624",
                    "tweet": "@aziz_umarah @Gaming7Charlie Shall we start from Muslim terror attacks?\n\nLike, from last month or something?"
                },
                {
                    "tweet_id": "1392913252774940674",
                    "tweet": "@aziz_umarah @Gaming7Charlie So you only found those 4?\nShould I start naming the Islamic jihadist terrorists with the no of people they killed?\nI think we both know that it will take about a month to actually be all of the terrorists and their victims.\nAnd good to know that you people can Lynch in France.😂"
                }
            ]
        },
        {
            "tweet_id": "1392783805572808705",
            "tweet": "@Gaming7Charlie Kayar ki yahi pehchan he"
        },
        {
            "tweet_id": "1392811623895601153",
            "tweet": "@Gaming7Charlie That's beauty of Hinduism😊"
        },
        {
            "tweet_id": "1392911103492034561",
            "tweet": "@Gaming7Charlie no true Hindu will also jump in every opportunity to demean another religion! oh, wait..."
        },
        {
            "tweet_id": "1392747137633439745",
            "tweet": "@Gaming7Charlie This what the thinking of andh bakth, if they can'tdo anything. If someone did this in india then andh bakth would have been promoted the riots."
        },
        {
            "tweet_id": "1392873258567880704",
            "tweet": "@Gaming7Charlie I do not support this being a Muslim.\n\nFree speech can not be absolute.\n\nCan Charlie hebdo dares to make fun of LGBTQ or Zionist?\n\nActually our H!ndus bro's and Sis's don't take their Religion seriously as there is a lot of disagreement and superstitions etc.\n\n+++",
            "replies": [
                {
                    "tweet_id": "1392874555031449602",
                    "tweet": "@Gaming7Charlie Even H!ndutva extrimists only endorse Indian culture only.\n\nEven though alot of Muslim s don't practice all the teachings of Islam still, we do take our faith seriously.\n\nAgain I condemn this stupid cartoon of Charlie habdo, no one has a right to hurt other's faith."
                }
            ]
        },
        {
            "tweet_id": "1392718090043985923",
            "tweet": "@Gaming7Charlie Yess! \nWe are not like islamists who beheaded an innocent over a Cartoon of Popat.",
            "replies": [
                {
                    "tweet_id": "1392719929405710337",
                    "tweet": "@insaniysat अहिंसा परमो धर्मः\""
                }
            ]
        },
        {
            "tweet_id": "1392718248219611138",
            "tweet": "@Gaming7Charlie Haa visa nahi lagega",
            "replies": [
                {
                    "tweet_id": "1392718846969085952",
                    "tweet": "@MohdZyzz @Gaming7Charlie Kasab visa le kr aaya tha kya?"
                }
            ]
        },
        {
            "tweet_id": "1392719917611327491",
            "tweet": "@Gaming7Charlie Who told him there are 33million gods in Hindu"
        },
        {
            "tweet_id": "1392721498251485184",
            "tweet": "@Gaming7Charlie No Hindu will kill the publisher"
        },
        {
            "tweet_id": "1392722329541562378",
            "tweet": "@Gaming7Charlie Nope ! Only Muslims can set Hindu extremists ass on fire and not Charlie hebdo ! France is their new daddy so they don’t mind 😂😂😂",
            "replies": [
                {
                    "tweet_id": "1392728249382232064",
                    "tweet": "@IndiaWidIsrael @shah_ikram Ma chod dia ho bhyia ji🤣🤣"
                },
                {
                    "tweet_id": "1392726698836172808",
                    "tweet": "@shah_ikram @Gaming7Charlie Well they're not wrong, accepting the hard truth is the way"
                },
                {
                    "tweet_id": "1392732364560748545",
                    "tweet": "@shah_ikram @Gaming7Charlie मेरे राम जी तो सब जगह हैं, आप के नाम में भी🙏"
                },
                {
                    "tweet_id": "1392752609518292992",
                    "tweet": "@shah_ikram @Gaming7Charlie I have no issue with Charlie Hebdo on this, because they are not hypocrites like liberal idiots like yourself and others."
                },
                {
                    "tweet_id": "1392843008471560200",
                    "tweet": "@shah_ikram @Gaming7Charlie Kathmulle Chup . Only heroes like Ash!n W!πāthu can handle ☪️s well . Ask Myanmar how they handled Sullas . 😂"
                },
                {
                    "tweet_id": "1392775373213945857",
                    "tweet": "@shah_ikram @Gaming7Charlie maamu ko abbu jaan banaane waale dusroo per majak karne ki koshish kar raha hai ... 🤣🤣"
                }
            ]
        },
        {
            "tweet_id": "1392722451285504006",
            "tweet": "@Gaming7Charlie so why did you condemn a kiss scene in a temple, tandav, hypocricy?....",
            "replies": [
                {
                    "tweet_id": "1392751613291290625",
                    "tweet": "@Hezuz10 @Gaming7Charlie We are condemning it also  but definitely not going to cut out anyones head for this."
                }
            ]
        },
        {
            "tweet_id": "1392723316142592011",
            "tweet": "@Gaming7Charlie Waise kuch bhi kaho , india ke musalman kabhi jaake trrrorist ya sucide attack ni krta yeh baat toh sach hai.",
            "replies": [
                {
                    "tweet_id": "1392723561106722819",
                    "tweet": "@_Xavier_78 Kerala se kitne join kia hai ISIS"
                }
            ]
        },
        {
            "tweet_id": "1392725330532585472",
            "tweet": "@Gaming7Charlie Charlie Hebdo just clarified that India is Hindu Rashtra.\n😂😂😂"
        },
        {
            "tweet_id": "1392729879351762945",
            "tweet": "@Gaming7Charlie You andhbhkts are slippery.",
            "replies": [
                {
                    "tweet_id": "1392730778488827909",
                    "tweet": "@RealAjazFans Dekh bro maine toh apne dharm ko criticise krne wale ko support kia hai ki wo aur criticise kare...issme andh bhakti wala baat kya hai aur tu manta hai andh bhkta toh apni ma chuda🤣"
                }
            ]
        },
        {
            "tweet_id": "1392755923853082624",
            "tweet": "@Gaming7Charlie It's all about guts which you don't have, we do",
            "replies": [
                {
                    "tweet_id": "1392770332730093571",
                    "tweet": "@77uwais Guts toh babar se lekr pakistan tak ne bhi dekha hai Indians ka\n..aur baat krte hai Guts ka bsdiwale"
                }
            ]
        },
        {
            "tweet_id": "1392768704509878278",
            "tweet": "@Gaming7Charlie Then why you kill the people in the name of cow",
            "replies": [
                {
                    "tweet_id": "1392769279330709508",
                    "tweet": "@AhmadSa61270450 Then why terrorist kill the people in the name of jihad"
                }
            ]
        },
        {
            "tweet_id": "1392825800613900289",
            "tweet": "@Gaming7Charlie Hhh madhrchod"
        },
        {
            "tweet_id": "1392885743471587330",
            "tweet": "@Gaming7Charlie \"That big difference\" is the answer to the question , why were we ruled for so many ages? G me dum!"
        },
        {
            "tweet_id": "1392891698515103747",
            "tweet": "@Gaming7Charlie तुम्हारी औक़ात भी नहीं है #CharlieHebdo के ख़िलाफ़ कुछ बोलने की....🤣🤣🤣"
        },
        {
            "tweet_id": "1392978115014524932",
            "tweet": "@Gaming7Charlie if charlie hebdo belongs to a muslim country or person you definitely kill them .",
            "replies": [
                {
                    "tweet_id": "1392978729710718979",
                    "tweet": "@Gaming7Charlie you doesn't care your 33 millions of gods  but we care our one god . this is different between you and us."
                },
                {
                    "tweet_id": "1392994179089797121",
                    "tweet": "@mdumarucstar1 @Gaming7Charlie Because we don't like double standards of Muslims. They hate other's religions but want respect for themselves. \nIf you're an atheist or accept criticism, we welcome you to draw cartoons but don't get offended when we would make such caricatures of your misogynistic allah."
                }
            ]
        },
        {
            "tweet_id": "1392740275399790593",
            "tweet": "@Gaming7Charlie Muslims kill and Hindus jail.\n\nHindus are also intolerant, but Muslims are the most.\n\nTolerant people are those in the West that don't jail or kill people for jokes."
        },
        {
            "tweet_id": "1392744085597790209",
            "tweet": "@Gaming7Charlie जिस चार्ली हेब्दो के लिए हिन्दू पलक पांवड़े बिछाए रहते थे वह लिखता है कि हिंदुओं के 3.3 करोड़ देवी देवताओं में से एक भी ऑक्सीजन पैदा नही कर सका।\n\nhttps://t.co/LNF0VYa2wr"
        },
        {
            "tweet_id": "1392908028505067520",
            "tweet": "@Gaming7Charlie Gaand mein dum bhi toh hona chahiye \n\nAb apna thooka hua chatoge kaise 😂"
        }
    ]
}