{
    "tweet_id": "1395677189870211073",
    "tweet": "There goes our money down the Central Vista ...oops I meant the drain!!!\n\n#CrocodileTears",
    "comments": [
        {
            "tweet_id": "1395681828158296064",
            "tweet": "@RoopsSaxena राम के नाम पे लूट है जितना हो सके लूट रहा है बुड्ढा"
        },
        {
            "tweet_id": "1395682425959710720",
            "tweet": "@RoopsSaxena We paid huge interest for Home loan and that interest money is going to Center"
        },
        {
            "tweet_id": "1395704691418296324",
            "tweet": "@sarthak34ce @RoopsSaxena So when we build schools ans medical infrastructre we bring workers from Egypt ? Get well soon mamu"
        },
        {
            "tweet_id": "1395719935855185925",
            "tweet": "@RoopsSaxena #CrocodileTearsModi\n#CrocodileTears"
        },
        {
            "tweet_id": "1395723263746002944",
            "tweet": "@RoopsSaxena @Sanki_Pi_Em He is looting us"
        },
        {
            "tweet_id": "1395727757359845381",
            "tweet": "@RoopsSaxena Yeah the drain digged by manmohan singh in the name of modi",
            "replies": [
                {
                    "tweet_id": "1395741528572665863",
                    "tweet": "@Ritishsanatani @RoopsSaxena Brain dead!!! Why Manmohan Singh is coming into picture.\nModi has been here for 7 years now\n\nBlind bhakt🤭"
                }
            ]
        },
        {
            "tweet_id": "1395731166804602882",
            "tweet": "@RoopsSaxena Aise mat bolo they need money to survive...kuch toh jariya chai h...kaam toh kuch hota nhi is govt se ..except hindu mulsim india pakistan game"
        },
        {
            "tweet_id": "1395739156286885889",
            "tweet": "@RoopsSaxena Gai bhans pani me"
        },
        {
            "tweet_id": "1395907715289927681",
            "tweet": "@RoopsSaxena He did it so secretively, without noise, when all were busy with toolkit, covid mismanagement he did another blunder and only time will tell the magnitude of this yet another financial mismanagement......"
        },
        {
            "tweet_id": "1395740806279925765",
            "tweet": "@RoopsSaxena Which Government approved the new parliament House project? If you don't know then it was Manmohan Government... But you guys never say this ..."
        },
        {
            "tweet_id": "1395677444972023808",
            "tweet": "@RoopsSaxena cant even dream that kind of money &amp; they are building a house worth that much for a useless PM"
        },
        {
            "tweet_id": "1395700907111641090",
            "tweet": "@RoopsSaxena Hm ja rha ha kya kr logi tum"
        },
        {
            "tweet_id": "1395704936034279426",
            "tweet": "@RoopsSaxena Your money? Are you insane? Do you even understand what this money is? This happens every year! People like you are worse than any enemy of the nation!"
        },
        {
            "tweet_id": "1395736707337756674",
            "tweet": "@RoopsSaxena In reality government is losing lots of GST and fuel money due to pandemic."
        },
        {
            "tweet_id": "1395704092022902790",
            "tweet": "@RoopsSaxena Mulli"
        }
    ]
}