{
    "tweet_id": "1395768553190604804",
    "tweet": "#नीला_बकलोल_दिवस for all bloody brahmins listen https://t.co/LDCBLqnSX",
    "comments": [
        {
            "tweet_id": "1395777112276180996",
            "tweet": "@AnilRajRavan2 Bhai hum mayawati ke supporter hai video pura dekhe",
            "replies": [
                {
                    "tweet_id": "1395794897605595140",
                    "tweet": "@Righttoinforma1 @AnilRajRavan2 Bolne ki jarurat nahi hai lag rahe ho, quki bhasha ka chayan hi aisa hai."
                }
            ]
        },
        {
            "tweet_id": "1395783572728987649",
            "tweet": "@Righttoinforma1 भारत मे 2% ब्रामण ओर 20% दलित फिर भी इतनी फटी पड़ी है आज तक , बाकी कास्ट वाले तो गिन भी नही पा रहे होंगे🤣🤣",
            "replies": [
                {
                    "tweet_id": "1395784120480026627",
                    "tweet": "@VISHNUV22969097 Aao dikhata tuze mandir ki bhikari"
                }
            ]
        },
        {
            "tweet_id": "1395793642862874628",
            "tweet": "@Righttoinforma1 Aaj agar neela narangi krte rahe. To na hi neela bchega na hi narangi. Dono murkh hai https://t.co/c5K6Pig29Q"
        },
        {
            "tweet_id": "1395804699849236481",
            "tweet": "@Righttoinforma1 HAAN Bhai...Brahmon ko bhi nikal do desh se...khair, hum pakistan-bangladesh  to nahi ja sakte..Nepal chale jayenge.\n\nPaap kiya tha..iss lye 5% wala brahmin ghar mai paida hua hun🙂",
            "replies": [
                {
                    "tweet_id": "1396596371348545537",
                    "tweet": "@AcharyaSayan @Righttoinforma1 Agar jati ke aadhar par dekho to sabse jayada Brahman 7.6% rajput 8% hai\nJaishe swarn ko tod ke dekhte ho ushi trah dalit ko tod ke dekho chhamar 3% aadivashi 2% mushhar 1%\n\nPhir bhi tumlog aapne aap ko kam dekhte ho \n#Proud_to_be_swarn\n#Brahman_rajput"
                }
            ]
        },
        {
            "tweet_id": "1395820472529416192",
            "tweet": "@Righttoinforma1 Without Satish Chandra Mishra...she is nothing....Dekh liya UP mein....chal 😂😂😂🤣🤣🤣🤣"
        },
        {
            "tweet_id": "1395827792294547459",
            "tweet": "@Righttoinforma1 This shows how much hatred u r carrying forward...If something was bad in the earlier society what u r doing is just a revival of the same bad legacy,come on dud be a mature n Be vocal for injustice be it Brahmin,shudra ,dalits or whoever....",
            "replies": [
                {
                    "tweet_id": "1395859221808226304",
                    "tweet": "@Amrishnathtiwa3 @Righttoinforma1 Sabse zyada injustice higher caste ke hi failate hai"
                }
            ]
        },
        {
            "tweet_id": "1395780379357941764",
            "tweet": "@Righttoinforma1 ऐसे मूर्ख शिक्षा क्षेत्र में है तभी तो  बंटा ढार हो रहा है \nकेवल उच्च वक्ता ओर ज्ञानी होना काफी नही होता \nसमाज मे  एकता के लिए सत भाव भी चाहिए \nदो कौड़ी का \n,, विकास दिव्य कुतर्की,,",
            "replies": [
                {
                    "tweet_id": "1395781231682465793",
                    "tweet": "@12243648go Teri kya aukat hai \nMandir ke bhik khane wale bhikari avlad"
                },
                {
                    "tweet_id": "1395781312418664449",
                    "tweet": "@12243648go Swarna madarchod hai rahege"
                },
                {
                    "tweet_id": "1395823499567001603",
                    "tweet": "@12243648go @Righttoinforma1 इसकी दुकान इन्हीं लोगों से चलती हैं क्योंकि इन सबका कम नम्बर पर सेलेक्शन हो जाता हैं इसलिए इनसब को खुश करने के लिए ये जातिवाद फैलाते रहता हैं।"
                }
            ]
        },
        {
            "tweet_id": "1395796209248333824",
            "tweet": "@Righttoinforma1 Nakalachi ko nirmata bolna chutiyapa hai... Aur aisa chutiyapa vishesh log hi kr sakte hai.. https://t.co/NitgyS6Tcx"
        },
        {
            "tweet_id": "1395798614673403905",
            "tweet": "@Righttoinforma1 Tre jesai chutiyo ki wajhea sai fir futt pad tee h bhs*k or ye dp hata le warna fir ek bori chawal feku ga sb bhul jye ga dharam hi badal le ga 🤣🤣🤣"
        },
        {
            "tweet_id": "1395804353512890371",
            "tweet": "@Righttoinforma1 इसलिए महिला को बदनाम करते है गली देते है बार बार ।वो भी दलित महिला।"
        },
        {
            "tweet_id": "1395806219055505421",
            "tweet": "@Righttoinforma1 Chup madarchod"
        },
        {
            "tweet_id": "1395812577536405504",
            "tweet": "@Righttoinforma1 Good going guyz apas me hi Ladd maro kaha kisi bahar ki taakat ki zarurat hai lekin yaad rakho jis din desh pe khatra aega uss din tum sabb ek hi taule jaoge na neela na narangi bass Hindustani hi bulae jaoge! Dimaag lagao thoda"
        },
        {
            "tweet_id": "1395820788436008960",
            "tweet": "@Righttoinforma1 #कोरोना_वैक्सीन का निर्माण कर रहे भारत डॉक्टर कृष्णा ईला(ब्राह्मण)अध्यक्ष भारत बायोटेक \n\nऔर अदार पूनावाला(पारसी/युरेशियन) CEO SII\n\nकोरोना की सबसे कारगर दवा  #2DG बना रहे डा० अनिल कुमार मिश्र(ब्राह्मण)  और डाक्टर  अंनत नारायण भट्ट (ब्राह्मण) \n\nइस बीच #भीमटे वैज्ञानिक  कहाँ है? 🤔",
            "replies": [
                {
                    "tweet_id": "1395837924596359168",
                    "tweet": "@Ashish_tiwari7 @Righttoinforma1 आरक्षण वैज्ञानिक पैदा करता तो कहना ही क्या था..."
                }
            ]
        },
        {
            "tweet_id": "1395823456034328576",
            "tweet": "@Righttoinforma1 Itni nafrat leke kaun se lok jaoge bhai? Hum bole to casteism aur tum bolo to haq, wah bhaiya wht the fak"
        },
        {
            "tweet_id": "1395849759659741188",
            "tweet": "@Righttoinforma1 Abe tum brahmins ko gali de rahe ho or apne aap ko peedhit Bata rahe ho chutiye ho Kya 😂🚩"
        },
        {
            "tweet_id": "1395852831752474624",
            "tweet": "@Righttoinforma1 Abhe Bosdike puri video daal maderchod 😂🤣😂🤣"
        }
    ]
}