{
    "tweet_id": "1392703278022938626",
    "tweet": "Charlie Hebdo published this. Do you stand with France saar now? https://t.co/7uLg1A6iTf",
    "comments": [
        {
            "tweet_id": "1392708950898790400",
            "tweet": "All those saying Yes, I would say RT this picture or tweet it with your handle.",
            "replies": [
                {
                    "tweet_id": "1392730543683379202",
                    "tweet": "@MNikhilmishra To RT karde MC . Kya ghuma phira kr apne aap ko aur zaleel kr rha hai."
                },
                {
                    "tweet_id": "1392733294169509889",
                    "tweet": "@Faizz634 I am hindu I retweeted this twice its not offending"
                },
                {
                    "tweet_id": "1392737689967894528",
                    "tweet": "@Faizz634 Yes I have no problem with Charlie views but I does not mean I have to like it also ..."
                },
                {
                    "tweet_id": "1392765310655111177",
                    "tweet": "@Faizz634 Yes I support France, retweeted.\n\nAll they are saying is \"bhagwan pe bharosa rakho, par bhagwan ke bharose mat raho!!\" which is correct."
                },
                {
                    "tweet_id": "1392794224026800133",
                    "tweet": "@Faizz634 Retweeted it. Now I challenge you to retweet their cartoon on Prophet Muhammad!"
                },
                {
                    "tweet_id": "1393228831427751937",
                    "tweet": "@Faizz634 I stand with France..."
                },
                {
                    "tweet_id": "1392718854741135361",
                    "tweet": "@Faizz634 Will tweet right now. \nNo one plays butthurt like Muxlims all the time. \n\nNo one will ask anyone to be beheaded for this. \n\nIt's only you, lunatic."
                },
                {
                    "tweet_id": "1392719526337208323",
                    "tweet": "@Faizz634 Does your god produce oxygen??! 😂 😂\nBetter to have a fair critic than a idiot  countrymen.. 🤣🤣"
                },
                {
                    "tweet_id": "1392776915505750017",
                    "tweet": "@Faizz634 Paisa mangte hue dekhe hai, ye bhosdiwala toh retweet bheek mang raha he xD"
                },
                {
                    "tweet_id": "1392912473116733441",
                    "tweet": "@Faizz634 Why ? There is a difference in Ignoring and accepting. Beheading is on another level."
                },
                {
                    "tweet_id": "1392758226593075200",
                    "tweet": "@Faizz634 तुम्हारे अब्बा जान चीन में तुम्हारी सड़ी हुई कौम की आबादी में इस डिकेड की 48% गिरावट हुई है, थोड़ा poersonelty वेर्सनलिटी बनाओ, और वहाँ जाओ, आबादी बढ़ाओ, यही काम है तुम्हारी क़ौम का, वहां इस्लाम खतरे में है असल में"
                },
                {
                    "tweet_id": "1392792160324395008",
                    "tweet": "@Faizz634 well we dont consider a Terror and Propaganda Manual as our Aasmani quitaab. So wont get offended..."
                },
                {
                    "tweet_id": "1392894440201617410",
                    "tweet": "@Faizz634 Yes we do stand with France baaki tere baap ke naukar nai ❤️de ki jo tu bolega woh kre. Apna entitlement apne pichwade me de le"
                },
                {
                    "tweet_id": "1392729564858568705",
                    "tweet": "@Faizz634 Charlie Hebdo recognizes India as hindu nation. And is sure no Hindus will issue a mu₹derous fatwa against the cartoonist.😃😃"
                },
                {
                    "tweet_id": "1392771515586801665",
                    "tweet": "@Faizz634 This is the problem with bigots.\n\nIt doesn't enter their brains that one can disagree, get offended...yet support right of other person to say it.\nYou don't have to like or support content..to support free speech.\nThat the fucking point dumbo!"
                }
            ]
        },
        {
            "tweet_id": "1392705992245223432",
            "tweet": "@Faizz634 Yess ,, we respect freedom of speech ,, unlike you",
            "replies": [
                {
                    "tweet_id": "1392706542114283520",
                    "tweet": "@Papavidhayakhai Dikhta hai 😂😂"
                }
            ]
        },
        {
            "tweet_id": "1392748791770480642",
            "tweet": "Yes 😂😂 https://t.co/g4c6R3tlF2",
            "replies": [
                {
                    "tweet_id": "1392849961239285761",
                    "tweet": "@Faizz634 When you expected that most people will say no but they said yes then you = https://t.co/Q5ms8q2zjm"
                },
                {
                    "tweet_id": "1392822370881007624",
                    "tweet": "@Faizz634 Idiot we worship plants for their medicinal value. We see Gods in plants. We don't eat beef bcoz beef eating is main cause of desertification globally. Highest carbon emissions are coming from beef consumption."
                },
                {
                    "tweet_id": "1392931567056539649",
                    "tweet": "@Faizz634 Kya be katue, jal gayi teri, hindus are not and will never act like radical shits muslims like you, so fuck off."
                }
            ]
        },
        {
            "tweet_id": "1392706749002510336",
            "tweet": "@Faizz634 yes we do, its a pertinant question, why can't 33 million gods provide oxygen!",
            "replies": [
                {
                    "tweet_id": "1392709155585085446",
                    "tweet": "@God50122022 @Faizz634 plant &amp; trees provide medical grade concentrated oxygen????"
                },
                {
                    "tweet_id": "1392710813748633606",
                    "tweet": "@AMANUTTAM8 @Faizz634 good, but still cant generate medical grade oxygen I am afraid..."
                },
                {
                    "tweet_id": "1392718360660496387",
                    "tweet": "@kb2227 @Faizz634 Not 33 million there are only 33 types of god.\n\nAt least learn some basics brother"
                },
                {
                    "tweet_id": "1392719816545366016",
                    "tweet": "@Faizz634 @Charlie_Hebdo_"
                },
                {
                    "tweet_id": "1392720297862656000",
                    "tweet": "@kb2227 @Faizz634 33 million god nahi hai fact check"
                },
                {
                    "tweet_id": "1392712074392784898",
                    "tweet": "@kb2227 @Faizz634 33 koti it's a Sanskrit word not for your IQ is not 33 million... Wish you educate yourself about #hinduism... of course #turd #bongs being beaten black and blue by goons can't have access to it #loser https://t.co/GSA6l4XzLH"
                }
            ]
        },
        {
            "tweet_id": "1392707614505508868",
            "tweet": "@Faizz634 we are not going to bomb them like the peacefuls!",
            "replies": [
                {
                    "tweet_id": "1392707860149071874",
                    "tweet": "@rankrover Yes  you are specialised in lynchings. Sit down."
                }
            ]
        },
        {
            "tweet_id": "1392709385672028162",
            "tweet": "@Faizz634 Yes we do stand with France. That's the difference between animals and humans"
        },
        {
            "tweet_id": "1392709490760249349",
            "tweet": "@Faizz634 It's not even offensive sit down 😂",
            "replies": [
                {
                    "tweet_id": "1392710959601373187",
                    "tweet": "@geygod Find out next saar to stand with .."
                }
            ]
        },
        {
            "tweet_id": "1392709636231352321",
            "tweet": "@Faizz634 Sir 33  included Allah also",
            "replies": [
                {
                    "tweet_id": "1392712399363272706",
                    "tweet": "@rpk138 @Faizz634 + Jesus"
                }
            ]
        },
        {
            "tweet_id": "1392710912583233536",
            "tweet": "@Faizz634 I don't think any Hindu is going to massacre the cartoonist for this",
            "replies": [
                {
                    "tweet_id": "1392712679928696834",
                    "tweet": "@Priyak_k @Faizz634 You people Lynch, thats you Speciality"
                },
                {
                    "tweet_id": "1392713246944030722",
                    "tweet": "@Priyak_k @Faizz634 Do these dirty pigs understand this??"
                }
            ]
        },
        {
            "tweet_id": "1392711695764574213",
            "tweet": "@Faizz634 yes we well not issue any fatwa on beheading them"
        },
        {
            "tweet_id": "1392712132207153155",
            "tweet": "@Faizz634 I don't like the cartoon. But no Hindu will behead anybody for this cartoon. I am very proud of that fact.",
            "replies": [
                {
                    "tweet_id": "1392712398297989120",
                    "tweet": "@Iamawake12 Yes, lynching is feasible for you."
                },
                {
                    "tweet_id": "1392737729994133504",
                    "tweet": "@Iamawake12 @Faizz634 Right Hindus lynch don’t behead !"
                }
            ]
        },
        {
            "tweet_id": "1392714722177216515",
            "tweet": "@Faizz634 We are not radicalised like you. Don't worry.."
        },
        {
            "tweet_id": "1392716347507822596",
            "tweet": "@Faizz634 I shared this do you have balls to share the prophet cartoon published by them",
            "replies": [
                {
                    "tweet_id": "1392767015002120194",
                    "tweet": "@goldfinger282 @Faizz634 He is a fictional character may be he provide things in his fictional book that fell from the sky 😉😉"
                }
            ]
        },
        {
            "tweet_id": "1392719248624029700",
            "tweet": "@Faizz634 We are not same bro like you guys we are not going to kill/ murder anyone. Our Hinduism doesn't teach us to kill/ murder.",
            "replies": [
                {
                    "tweet_id": "1392722026251440141",
                    "tweet": "@Ajitrai94524295 @Faizz634 you only do lynching"
                }
            ]
        },
        {
            "tweet_id": "1392720954334220290",
            "tweet": "@Faizz634 We Will Protest Democratically..Not by Killing The Cartoonist..",
            "replies": [
                {
                    "tweet_id": "1392721788560297986",
                    "tweet": "@isouravpradhan @Faizz634 ha ha ha just like you did for cow dung by lynching"
                }
            ]
        },
        {
            "tweet_id": "1392726940440616961",
            "tweet": "@Faizz634 Charlie hebdo considered India as Hindu Rashtra",
            "replies": [
                {
                    "tweet_id": "1392742811326287872",
                    "tweet": "@saniyaali22 @Faizz634 For one or two incident you are portraying it is as everywhere.\nBut what about if any terrorist attack happens, name will be from only one religion. Ola uber"
                }
            ]
        },
        {
            "tweet_id": "1392727476049113088",
            "tweet": "@Faizz634 Yes indeed. He said nothing wrong.",
            "replies": [
                {
                    "tweet_id": "1392727710724624386",
                    "tweet": "@ikeshavyadav RT krde phir bsdk."
                }
            ]
        },
        {
            "tweet_id": "1392737489954111495",
            "tweet": "@Faizz634 I'm hindu and I'm okay with this.  And there will be no protest, no massacre . That's  the difference . 🕉om santi",
            "replies": [
                {
                    "tweet_id": "1392737627799920640",
                    "tweet": "@syamantakkarma1 Share krde bhai phir."
                }
            ]
        },
        {
            "tweet_id": "1392803836515913733",
            "tweet": "@Faizz634 Yes we do, we stand with France. And who said God is not helping us? Every now and then , God helps us in one or the other way. We may not like the art but we are not going to behead people for this.",
            "replies": [
                {
                    "tweet_id": "1392804444388007936",
                    "tweet": "@Faizz634 And, Oxygen normally hi produce hogi. Isme Bhagwaan ko lane ka koi matlab nahi. Saayad Islamic countries mein oxygen kisi aur bhaade technique se aati ho."
                }
            ]
        },
        {
            "tweet_id": "1392709981544218630",
            "tweet": "@Faizz634 Chaddi trigger ho gaye hain replies me 😂 We won't b*head falana dhimkana, support free speech kitne bhole bante hain yeh. Khudke baare me inko kuchh bhi pata nahi hai 😂, they will love someone for being anti-Musl!m more than they will hate them for being anti-H!ndu 🤷",
            "replies": [
                {
                    "tweet_id": "1392710724581945345",
                    "tweet": "@MotivatedSufi It was meant to trigger them. Jlhigh moral ground le rhe bc. Abhi khud ke account se tweet nahi hoga."
                },
                {
                    "tweet_id": "1392715337859166212",
                    "tweet": "@MotivatedSufi @Faizz634 \"हम अस्पताल के लिए लड़े ही कब थे\"  कहने वाले ध्यान दे इज़राइल ने गाज़ा पट्टी समतल कर दी है\nअब आप लोग वहाँ जा कर अल अक्सा की जगह मोहल्ला क्लिनिक खोल सकते हैं.."
                },
                {
                    "tweet_id": "1392721017479389187",
                    "tweet": "@MotivatedSufi @Faizz634 It offended more you then us . because it s question on your allah capability.\n\nYou people are sharing it more  then Charlie hendo itself."
                }
            ]
        }
    ]
}