{
    "tweet_id": "1394929122237845509",
    "tweet": "Amplify. Support. Retweet. No more casteist and misogynistic shit in the name of Stand Up comedy shows. #Arrest_Abish_Math",
    "comments": [
        {
            "tweet_id": "1394929739949744130",
            "tweet": "@Profdilipmandal इन सड़े दिमाक के जातिवाद कीड़ो को कोई माफ़ी नही देना चाहिए।\n#Arrest_Abish_Mathew"
        },
        {
            "tweet_id": "1394934835701948419",
            "tweet": "@Profdilipmandal So when it comes to ur caste it is bad when these hate mongers were abusing Hindu gods n goddess on the name of comedy the u ppl were enjoying.",
            "replies": [
                {
                    "tweet_id": "1394950049457528834",
                    "tweet": "@rahulrai01_ @Profdilipmandal So it's all our responsibility to take cognizance of everything?"
                },
                {
                    "tweet_id": "1395787305563140101",
                    "tweet": "@rahulrai01_ @Profdilipmandal Your gods are symbols of the caste/varna system, and therefore casteism and untouchability and we reject them and your scriptures utterly. Periyar abused Ram and Pillaiyar but not Mariamman because she is worshipped by us alone in egalitarian manner."
                },
                {
                    "tweet_id": "1395090548289986560",
                    "tweet": "@rahulrai01_ @Profdilipmandal There is nothing wrong with mocking fictional gods &amp; goddesses of any religion.\n\nNo religion can demand exemption from mockery in a secular country."
                }
            ]
        },
        {
            "tweet_id": "1394948333081300992",
            "tweet": "@Profdilipmandal But you can joke about others religion god/ goddess.Why no such protest when stand up comedian target Hindu Gods.\n@kamalKantmishra",
            "replies": [
                {
                    "tweet_id": "1394948875157340164",
                    "tweet": "@KhowalaPiyush @Profdilipmandal I am blocked by this fraud without ever engaging."
                },
                {
                    "tweet_id": "1395025455485390848",
                    "tweet": "@KhowalaPiyush @Profdilipmandal @kamalKantmishra Fuck all religion and caste. Bunch of delusions dividing and destroying people"
                },
                {
                    "tweet_id": "1395090060832239629",
                    "tweet": "@KhowalaPiyush @Profdilipmandal @kamalKantmishra There is nothing wrong with mocking fictional gods &amp; goddesses of any religion.\n\nNo religion can demand exemption from mockery in a secular country."
                },
                {
                    "tweet_id": "1394974234326278149",
                    "tweet": "@KhowalaPiyush @Profdilipmandal @kamalKantmishra This man is a fraud. A morally corrupt scum"
                }
            ]
        },
        {
            "tweet_id": "1394952860492656650",
            "tweet": "@Profdilipmandal FIR is a must.                                But recall. Daya Shankar of BJP abused Mayawati ji. He was suspended from BJP even hours after his wife Swati ( who was abused by 2 BSP leaders)was elected in the name of Nari Samman. And Mayawati ji is supporting BJP these days????"
        },
        {
            "tweet_id": "1394954856046149633",
            "tweet": "@Profdilipmandal But cast is not even mentioned in tweet. Then how can this tweet be castiest.",
            "replies": [
                {
                    "tweet_id": "1395033713486929936",
                    "tweet": "@Rohan35278387 @Profdilipmandal This guy will cry casteism and demand reservation when ISRO sends a manned mission in space lol"
                },
                {
                    "tweet_id": "1394979039375409153",
                    "tweet": "@Rohan35278387 @Profdilipmandal Bhai velle baithain h. To ab caste reservation maango. Vese hi sab bdia hai dunia mei"
                }
            ]
        },
        {
            "tweet_id": "1395013321607114755",
            "tweet": "@Teju76870997 @Profdilipmandal then also arrest mandal chandrashekhar and other who mock the Hindus rituals and sentiments us samy kidr chale jate ho jab PM tk ko gali di jati hai",
            "replies": [
                {
                    "tweet_id": "1395093205092237319",
                    "tweet": "@mehul_mastana @Teju76870997 @Profdilipmandal You cannot demand arrest of people who hurt your religious sentiments because blasphemy is not a crime."
                }
            ]
        },
        {
            "tweet_id": "1394968933627834372",
            "tweet": "@Profdilipmandal As abhorrent as the thing he tweeted was, arresting someone for speech is something no democratic country should engage in unless it is done to incite violence or bodily harm. I recognise it was misogynistic and castist but it should lead to condemnation not arrest.",
            "replies": [
                {
                    "tweet_id": "1394985954109280256",
                    "tweet": "@shahabkhan_ @Profdilipmandal Exactly modi ka mazak udate I have  never seen people asking for arrest and this comes from people who use Dr Ambedkar in their DP and don't know the meaning of freedom of speech"
                }
            ]
        },
        {
            "tweet_id": "1394976685309763585",
            "tweet": "@Profdilipmandal Is Abish a Brahmin man?",
            "replies": [
                {
                    "tweet_id": "1394999015255658507",
                    "tweet": "@cynicalcount007 @Profdilipmandal No he is a dalit converted to Christian."
                }
            ]
        },
        {
            "tweet_id": "1395008831999004678",
            "tweet": "@Profdilipmandal 99% of Hindus who convert to Christianity belongs to Scheduled Castes and the funny thing is that after conversion they make fun of Hinduism and Hindu people 😡",
            "replies": [
                {
                    "tweet_id": "1395036782090067968",
                    "tweet": "@rv_vijaysingh @Profdilipmandal Sabse jaada Buddhism mai hai na ki Christianity mai. @rv_vijaysingh https://t.co/CsyDzyJgxK"
                }
            ]
        },
        {
            "tweet_id": "1394956708225720324",
            "tweet": "@Profdilipmandal Jb sara din hindu dharam ko galat bolte ho tb???",
            "replies": [
                {
                    "tweet_id": "1395095750007083009",
                    "tweet": "@sanchitsanjay08 @Profdilipmandal Hindu dharma aur anya dharma galat the, galat hai aur galat hi rahegnge."
                }
            ]
        },
        {
            "tweet_id": "1394957566988505088",
            "tweet": "@Profdilipmandal \" Casteist and misogynistic shit \"\n\nThat's what you do on daily basis भो श्री के.  🙂🙂🙂"
        },
        {
            "tweet_id": "1394960726884864001",
            "tweet": "@Profdilipmandal Stop ur paid propoganda https://t.co/nkklX7NTny",
            "replies": [
                {
                    "tweet_id": "1394975149267488771",
                    "tweet": "@7ratsel @Profdilipmandal Idiot"
                }
            ]
        },
        {
            "tweet_id": "1394963656069292033",
            "tweet": "@Profdilipmandal Chl b tatmor , khud sala roz muh se hgta h , chla h dusro ko nseehat dene ."
        },
        {
            "tweet_id": "1394963855835635712",
            "tweet": "@Profdilipmandal Sala tu bhi hindu brahmin ya kattar muslim ban ja\nBhai joke ko joke main le na main bhi dalit hu bt sab chiz ye sab nataunki karne ka jarrurat nahi hai"
        },
        {
            "tweet_id": "1394973465854230534",
            "tweet": "@Profdilipmandal Chutiye\nYou can only see if something's against your caste shit\nB attention seeker"
        },
        {
            "tweet_id": "1394975101070848002",
            "tweet": "@Profdilipmandal Caccha shaant hoo jaaiye ..hyper mt hoyiye.. nafrt insaan ko jehreela bna deta hai..  \nUsne satire likha .. qki unhone murtiyon pr greeb jnta ka paise waste kia..  \nHaha .kl ko pm modi ke upr satire krne walon pe ye mt bolna ki teli jaati ke logon ka apmaan .. \n🤣🤣",
            "replies": [
                {
                    "tweet_id": "1394975526687739910",
                    "tweet": "@Profdilipmandal Oops .. vo to aap kbhi bolenge nhi .. 🤣🤣 \nChliye aap khelte Rhiya apna Twitter Twitter.   Bye .. \nMilte hain 9 saal baad 🤣🤣"
                }
            ]
        },
        {
            "tweet_id": "1394983487317454861",
            "tweet": "@Profdilipmandal Gaand jali iski 🤣🤣🤣kyu be ab kaha gya freedom of speech https://t.co/MxEZ6mXRUM"
        },
        {
            "tweet_id": "1394997770709200899",
            "tweet": "@Profdilipmandal Abe chutiye 9 saal purana hoke tha\nTb arrest krwate na.... Mayawati khtm hai lwde"
        },
        {
            "tweet_id": "1395000042407215104",
            "tweet": "@Profdilipmandal dilip ki gand fat gai.........🤣😂"
        },
        {
            "tweet_id": "1395012795742121985",
            "tweet": "@Profdilipmandal but mr mandal you can joke to another religion specially hindu can moke their ritual us ar kuch khte hai to sc st act yad aa jata hai tumhe turant aur purane tweet ko nikal rhe mtlb aaj kamai nhi to time pass kr rhe",
            "replies": [
                {
                    "tweet_id": "1395098020962652163",
                    "tweet": "@mehul_mastana @Profdilipmandal There is NOTHING WRONG with mocking any religion."
                }
            ]
        },
        {
            "tweet_id": "1395046308822405122",
            "tweet": "@Profdilipmandal तू खुद सारा दिन जातियों पर जहर उगलता रहता है, पहले खयड जाकर जेल में सरेंडर कर जातिवादी कीड़े"
        },
        {
            "tweet_id": "1394950109184495621",
            "tweet": "@Profdilipmandal Ye wahi ha jo Hinduo ko gali deta ha 🙄, kuch sharm ker vese bhi Aap caste system ko nhi mante tu ye Dard kyu ho raha ha Mandal 😏",
            "replies": [
                {
                    "tweet_id": "1394950580213190667",
                    "tweet": "@VishnuSinghEp5 @Profdilipmandal नाथूराम गोडसे जी अमर रहे । https://t.co/iT7gs0zRTq"
                }
            ]
        },
        {
            "tweet_id": "1394956065960304641",
            "tweet": "@Profdilipmandal Jab Hindu God ka mazak ban raha tha tab tujhe bahut maza aa raha tha, Aaj teri idol pe mazak bana toh teri jal gayi, Hypocrisy ko bho seema hoti hai",
            "replies": [
                {
                    "tweet_id": "1395097372678524928",
                    "tweet": "@ronnie_ind @Profdilipmandal Hindu God(esse)s are fictional characters.\n\nFictional characters can't be given exemption from mockery."
                }
            ]
        },
        {
            "tweet_id": "1394929197663997957",
            "tweet": "@Profdilipmandal गंगा मां का बेटा है.... घर में चुपचाप लेटा है... मदद को कुछ नहीं देता है..\nउल्टा जो मदद करे,\nउसे जेल भेज देता है..!\n🤣🤣🤣\n@narendramodi @AmitShah\n\nFollow करे back मिलेगा",
            "replies": [
                {
                    "tweet_id": "1394953314165350404",
                    "tweet": "@KauserReza1 @Profdilipmandal @narendramodi @AmitShah Jihadio se maang, nalle puncture wale"
                }
            ]
        },
        {
            "tweet_id": "1394972144128438273",
            "tweet": "@Profdilipmandal कोई भी कलाकार हमेशा बहुजन नेताओ पर य़ा रंग भेद जाति देखकर बहुजन लोगो पर उनका मजाक उडाकर कामेडी करते हैं ये हमे बरदास्त नही सभी बहुजन साथी पार्टी से थोड़ा हट के एक साथ मिलकर आवाज उठाये",
            "replies": [
                {
                    "tweet_id": "1394999697182400513",
                    "tweet": "@amitkumar094971 @Profdilipmandal I am a so called savarn. Fully support arrest of anyone who makes casteists remarks especially on Dalit icons."
                }
            ]
        },
        {
            "tweet_id": "1395097090712236032",
            "tweet": "@Profdilipmandal Why? Is the left only having right for freedom of speech as long as it resonates with their ideology? Where were you when Munawar was making fun of Hindus &amp; their gods? That time you got shit stuck in your nose? Get fucked idiot.",
            "replies": [
                {
                    "tweet_id": "1395099090111787008",
                    "tweet": "@kshastragg @Profdilipmandal Hindu God(esse)s are not real but fictional characters.\n\nFictional characters can't be given exemption from mockery."
                }
            ]
        }
    ]
}