{
    "tweet_id": "1385527614857646083",
    "tweet": "So what if Delhi CM highlighting acute oxygen shortage to nation’s PM is televised to nation? \n\nSpoils record of carefully orchestrated PR exercises? \n\nNo apologies are due from HCM Delhi. Answers are due from Hon’ble PM.",
    "comments": [
        {
            "tweet_id": "1385527909918461957",
            "tweet": "@MahuaMoitra Exactly.... the govt is so very sensitive of PR and media driven perception. People are dying and PR needs to be managed. Sad 😔",
            "replies": [
                {
                    "tweet_id": "1385531475756425216",
                    "tweet": "@ApGupta04 @MahuaMoitra Then what's stopping kejriwal from setting up Delhi own oxygen plant like other states did?"
                },
                {
                    "tweet_id": "1385534952595329031",
                    "tweet": "@ApGupta04 @MahuaMoitra Right. Even kejriwal g fell for that today."
                }
            ]
        },
        {
            "tweet_id": "1385528023642869762",
            "tweet": "@MahuaMoitra Totally Anna hazare and aap only destroy Delhi"
        },
        {
            "tweet_id": "1385528121743462405",
            "tweet": "@MahuaMoitra Ma'am he was asking to divert oxygen from Odisha &amp; Bengal to Delhi.\n\nTo which your CM Mamata Didi has already said a NO to.\n\nYou should exchange notes with her before putting out tweets."
        },
        {
            "tweet_id": "1385528144665350147",
            "tweet": "@MahuaMoitra Please Don't Support Indirect BJP B team 🙏🙏 Here After Please 🙏"
        },
        {
            "tweet_id": "1385557085866250245",
            "tweet": "@DennisTheBrat @MahuaMoitra Koi sense hai iss baat ka yahan? Aa jaate hain propaganda failane."
        },
        {
            "tweet_id": "1385528200407617537",
            "tweet": "@MahuaMoitra #welldonekejriwal"
        },
        {
            "tweet_id": "1385528205524697090",
            "tweet": "@MahuaMoitra Now all BJP ruled states to get free vaccines, what is he up to, is he a zombie?"
        },
        {
            "tweet_id": "1385528224684249089",
            "tweet": "@MahuaMoitra Then it will be showmanship and rhetoric instead of getting anything done.\n\nAlso, what ideas id Kejriwal contribute expcept some begging?\nHe had time since last year.. why didn't he built one oxygen plant? Why couldn't he transport one oxygen cylinder with his resource?",
            "replies": [
                {
                    "tweet_id": "1385563603600756740",
                    "tweet": "@a01nar @MahuaMoitra This I am also not able to understand....Why didnt any state think of building some oxygen plants....and some hospitals with beds...I dont think Central govt would have banned them from doing all these things...\nNow at peak time all are shouting"
                }
            ]
        },
        {
            "tweet_id": "1385528226844274691",
            "tweet": "@MahuaMoitra Already taking into fold doctors from hospitals to manipulate data"
        },
        {
            "tweet_id": "1385528250378555393",
            "tweet": "@MahuaMoitra Modi se maafi kyo maangi .! Modi protocol ka havala deke khud ki naakaami chupaana chahata tha desh ko maalum toh padna chahaiye ki kisne yeh blunder kiya hain..kon jimmedar hain! Ak ne achha kiya meeting ko live kiya. Kaayede se istifa maang na chahaiye modi se @ArvindKejriwal",
            "replies": [
                {
                    "tweet_id": "1385532859029409801",
                    "tweet": "@ChetanS21955589 @MahuaMoitra @ArvindKejriwal Desh ko maloom padna chaahiyr ki Punjab mein dange karwake apni Gov banana chaahta tha ye Kejuruddin !!! Aaj Tax ke paiso se advertisement karta hai but ek bhi ocygent ka plant nahi laga sakta !!!"
                }
            ]
        },
        {
            "tweet_id": "1385528280514588673",
            "tweet": "@MahuaMoitra The joke is not on him. The joke is on the people who elected him again and irony is he will be elected again in 2024 😂😂😂",
            "replies": [
                {
                    "tweet_id": "1385642166236565504",
                    "tweet": "@Junni____ @MahuaMoitra And on those who divided the country into islimist and secular.and islimist in seculiar  India has voice. MF."
                }
            ]
        },
        {
            "tweet_id": "1385528352107229189",
            "tweet": "@MahuaMoitra Blocking oxygen supply by BJP ruled states is against  the \"protocol\", not televising PM-CM meeting!",
            "replies": [
                {
                    "tweet_id": "1385535447275769856",
                    "tweet": "@Manish_Mehta_ @MahuaMoitra दिल्ली के CM को पता ही नही की oxygen air lift किया जा रहा है इंडियन एयर फोर्स द्वारा और ना ही उन्हे खबर है की oxygen की खास ट्रेने चलाई जा चुकी है ।\nCM दिल्ली तो PM को यही आइडिया दे रहे थे।\nUnder informed CM😐"
                },
                {
                    "tweet_id": "1385535626938707969",
                    "tweet": "@Manish_Mehta_ @MahuaMoitra When Delhi CM don’t want to treat patients from BJP ruled states is not against the protocol then y is blocking oxygen from them is??? States were given access to set 15 oxygen producing plants in their states.. y Delhi CM didn’t do it?"
                },
                {
                    "tweet_id": "1385537840914726926",
                    "tweet": "@Manish_Mehta_ @MahuaMoitra Your response doesn't surprise me\n\nAAPtard jo ho"
                },
                {
                    "tweet_id": "1385538081432891392",
                    "tweet": "@Manish_Mehta_ @MahuaMoitra Ask your CM what he has done to prepare for Covid in the last one year other than endless advertisements."
                },
                {
                    "tweet_id": "1385549665152557058",
                    "tweet": "@Manish_Mehta_ @MahuaMoitra Blocking allegation is blatant lie. Politically motivated."
                },
                {
                    "tweet_id": "1385552293722873859",
                    "tweet": "@Manish_Mehta_ @MahuaMoitra Why did kejri only comple 1/8 sanctioned PSAs\n\nhttps://t.co/UevSpvTKoi"
                },
                {
                    "tweet_id": "1385528876399427588",
                    "tweet": "@Manish_Mehta_ @MahuaMoitra Both are and you justifying one shows your bias.\nHes begging for beds, ventilator, pipes etc to centre which could have been arranged by him, all he wants to do is politics"
                },
                {
                    "tweet_id": "1385529554073128960",
                    "tweet": "@Manish_Mehta_ @MahuaMoitra Why Kejriwal set up his own oxygen plant in delhi?"
                },
                {
                    "tweet_id": "1385536198685384710",
                    "tweet": "@Manish_Mehta_ @MahuaMoitra Stop lying loser. And take responsibility for Delhi and Maharashtra."
                }
            ]
        },
        {
            "tweet_id": "1385528409334312960",
            "tweet": "@MahuaMoitra Chalo upbringing ki toh clarity ho gayi"
        },
        {
            "tweet_id": "1385528415361536003",
            "tweet": "@MahuaMoitra He is out of practice from interrogation by anyone since long.\n\nGodi media has pampered him very well to heal his infamous \"dosti bani rahe\" interview."
        },
        {
            "tweet_id": "1385528425633353730",
            "tweet": "@MahuaMoitra Live telecast between honourable PM &amp; a CM can not be shown to the people of the state ? Why ?",
            "replies": [
                {
                    "tweet_id": "1385529058881015810",
                    "tweet": "@AroraGirish @MahuaMoitra PM Jo bole wo to dikhaya ja sakta hai, usse protocol break nahi hota but CM agar karade to....."
                },
                {
                    "tweet_id": "1385532568783581186",
                    "tweet": "@AroraGirish @MahuaMoitra There is something called constitution and secrecy of oath!! Or, you won't want that to be followed selectively. Is is not that this protocol has been established now."
                },
                {
                    "tweet_id": "1385535264601231363",
                    "tweet": "@AroraGirish @MahuaMoitra What is the secret they talk that the public should not know?"
                },
                {
                    "tweet_id": "1385561344418607110",
                    "tweet": "@AroraGirish @MahuaMoitra Of course if it was planned and had consent of both parties , imagine he goes to a world conference and slyly broadcasts it - would you still defend that? Agree it is wrong"
                },
                {
                    "tweet_id": "1385600035086163974",
                    "tweet": "@AroraGirish @MahuaMoitra That was not scipted for people. Modi's image was at stake. He could end up saying something that would show people his true face. Man if you dont do live they will say it was doctored. If you show live people snitch."
                },
                {
                    "tweet_id": "1385610553536573447",
                    "tweet": "@AroraGirish @MahuaMoitra No Harm - After all they are Peoples Representatives and transparent conducts are expected from them.That was not the Corporate Office Any Crony. When we boast about Transparency, then what is harm in showing the event..\nUnfortunately, Arrogance &amp; Mediocrity ruling India.."
                },
                {
                    "tweet_id": "1385667494526873603",
                    "tweet": "@AroraGirish @MahuaMoitra Because he is only habituated with oneway communication Manki bat"
                },
                {
                    "tweet_id": "1385533696900419585",
                    "tweet": "@AroraGirish @MahuaMoitra There are Some Protocols Mr"
                },
                {
                    "tweet_id": "1385552624871624705",
                    "tweet": "@AroraGirish @MahuaMoitra If someone says anything sensitive which is yet to be announced , then it can create panic in whole country\nWhich can make the situation worse...\nThat is why..."
                },
                {
                    "tweet_id": "1385546565599649802",
                    "tweet": "@AroraGirish @MahuaMoitra Because u are Big zero and u dont know about protocol"
                },
                {
                    "tweet_id": "1385580331646873610",
                    "tweet": "@AroraGirish @MahuaMoitra Ask your master why he is not establishing oxygen plants, @DelhiGovernment web site has no information regarding covid help. @ArvindKejriwal busy in PR and you in licking"
                },
                {
                    "tweet_id": "1385589865752924164",
                    "tweet": "@AroraGirish @MahuaMoitra Then show whole conversation... apology by CM to PM should also be shown then.. y to hide that"
                },
                {
                    "tweet_id": "1385610177026478081",
                    "tweet": "@AroraGirish @MahuaMoitra Why didn’t he announce that he was recording instead of sneaking it in?"
                },
                {
                    "tweet_id": "1385610385164627968",
                    "tweet": "@AroraGirish @MahuaMoitra Live telecast me koi problem ni h\nB8 jb sirf apni apni baat ka live telecast ho aur telecast ki vajah se ek script ki trh istemal ho to vo haram khori h\nLive telecast krna tha to sb ko bta kr krta"
                },
                {
                    "tweet_id": "1385622575649214472",
                    "tweet": "@AroraGirish @MahuaMoitra तुम नहीं समझो गे। अपने घर की हर बात गली वालों को बाद में भी कभी बताते हो क्या Live telecast तो दूर की बात है। कैमरा मिल गया तो ये जैसे अदरक मिलने पर करता है https://t.co/smBZz3pPYT"
                },
                {
                    "tweet_id": "1385679370082082818",
                    "tweet": "@AroraGirish @MahuaMoitra Leftist won't understand meaning of federal structure. Did you ask what state government did first ? Each state government is primarily responsible for public health in state as state list of schedule seven. How many oxygen plants Delhi govt started in one year?"
                },
                {
                    "tweet_id": "1385546495575822340",
                    "tweet": "@AroraGirish @MahuaMoitra Congress ke time bhi meetings hoti thi aaj tak kosi ne wo protocol nhi toda... Tab kyu nhi puchha ye sawal ki kyu telecast nhi hone dete?? \nChammach daal le apne muh me...."
                }
            ]
        },
        {
            "tweet_id": "1385528476141195277",
            "tweet": "@MahuaMoitra मत कहो \nपीएम की इमेज खराब होगी \nयूपी में शमशान घाटों को टीन शेड लगवा कर छिपाया जा रहा है । योगी आदित्य नाथ की बदनामी होती है । \nकेजरीवाल सही ढंग की जबाबी राजनीति कर रहे हैं । ऐसा ही होना चाहिए । गलत को नंगा करो सब के सामने ।"
        },
        {
            "tweet_id": "1385528509414576129",
            "tweet": "@MahuaMoitra First tell why mamta begum don’t come in covid meetings?"
        },
        {
            "tweet_id": "1385528518218371080",
            "tweet": "@MahuaMoitra Yes correct.... no time for  protocol.... provide  oxygen first...... rest you can speak in election rallies...",
            "replies": [
                {
                    "tweet_id": "1385530810686660611",
                    "tweet": "@Shaikh88180313 @MahuaMoitra Just shhuut up. Who are you ?"
                }
            ]
        },
        {
            "tweet_id": "1385528543925268481",
            "tweet": "@MahuaMoitra All the media channels including the beloved NDTV went to ad break a couple minutes after they realized that they showed kejriwal asking Modi for help and highlighting the problems in Delhi. So much for PR!"
        },
        {
            "tweet_id": "1385528770216357889",
            "tweet": "@MahuaMoitra He has done the right thing"
        },
        {
            "tweet_id": "1385528801610801153",
            "tweet": "@MahuaMoitra No apology?\nOnly answers required?\nMr. Fakir?",
            "replies": [
                {
                    "tweet_id": "1385642367265378305",
                    "tweet": "@shreekotwal @MahuaMoitra Mr. Fair ko🤜 me jhula de do...\nJungle me jaane k liye"
                }
            ]
        },
        {
            "tweet_id": "1385528807205998601",
            "tweet": "@MahuaMoitra Requirement Dated: 23/04/2021 \n*Plasma reqd for Critical Covid Patient*\nPatient:Gaurav Tiwari\nPatient Age:35\nBlood group: O+ \n(any blood group will work)\nHospital: Venkateswara Hosp Dwarka,N delhi\nRelative:Rangoli\nRelative no: 7838348775  #CovidSOS #CovidResources #PlasmaDonor"
        },
        {
            "tweet_id": "1385528812750872580",
            "tweet": "@MahuaMoitra Madam there is a protocol\n\nAgar aap ko proper toilet use karne ko kaha jaye to protest main Ap  open main jakar bathroom kate to this is not correct",
            "replies": [
                {
                    "tweet_id": "1385531227499765769",
                    "tweet": "@Maashish81us @MahuaMoitra BJP taught this to nation how to malign oppoito get task done"
                }
            ]
        },
        {
            "tweet_id": "1385528868832956417",
            "tweet": "@MahuaMoitra All norms and paramparas of Hon PM of India has been seen flying in West Bengal air"
        },
        {
            "tweet_id": "1385528883760435203",
            "tweet": "@MahuaMoitra @im_dvl Absolutely correct - the PM has been escaping accountability since 2014 and championing the cause of holding election rallies only."
        },
        {
            "tweet_id": "1385529015771930627",
            "tweet": "@MahuaMoitra News headlines “ PM done high level meet with CM of states and directed necessary steps that states has to take”.\nPain is becoz there plan didn’t go well for  flashing this headline"
        },
        {
            "tweet_id": "1385529163365367813",
            "tweet": "@MahuaMoitra 👏👏👏"
        },
        {
            "tweet_id": "1385529267229007872",
            "tweet": "@MahuaMoitra #GetWellSoon जय श्री राम 🙏"
        },
        {
            "tweet_id": "1385529302117060612",
            "tweet": "@MahuaMoitra apologies r solution? or to be answerable for fault is solution, how much time take to build a oxygen factory in district? we have lots of unemployment, if a bridge can make fast by more workers, necessary facilty can be establish, patient relative can do free of cost."
        },
        {
            "tweet_id": "1385529322321039361",
            "tweet": "@MahuaMoitra @5SaumyaS Lives of Indians &gt; Some random protocols\n\nhttps://t.co/Yfyvpo8pLT",
            "replies": [
                {
                    "tweet_id": "1385531457259540483",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS Random protocols? Why did the other CM's not break it? You think they have no solutions? \n'Empty vessels make more sound'"
                },
                {
                    "tweet_id": "1385666868367609856",
                    "tweet": "@ajayranoat @ethicalsid @MahuaMoitra @5SaumyaS He is saying other state (Bjp ruled) are stopping delhi oxygen  and there was plan for setting up 8 oxygen plants in delhi in dec 2020 which is still not completed by center .\n\nHamchor Center hai !\nAur inke pas pura time h election ke liye ?"
                },
                {
                    "tweet_id": "1385535213560733697",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS Hey Siddharth, Kejriwal promised home delivery of oxygen in a week in August 2020.\nHas his one week finished since then? https://t.co/nvVksTHmjE"
                },
                {
                    "tweet_id": "1385535411305410563",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS Lives of Indians &gt; Some random protocols &gt; Make meetings political"
                },
                {
                    "tweet_id": "1385585139120427013",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS growup in life, why is only BJP responsible for election rallies, isn't all political parties responsible. if BJP was doing rallies, so was TMC. Regarding Delhi CM, why is he not taking responsibility, why is he blaming central govt only. Centre responsible for entire nation."
                },
                {
                    "tweet_id": "1385668115988578304",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS its not politics , when BJP doesnt favour any other government this is the perfect way to let nation know. How baised is central govt . Sahi Kejriwal ne.. atleast he has a voice !!"
                },
                {
                    "tweet_id": "1385685686024478722",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS Why then he did not build any plant for oxygen in these days? Who is the CM in Delhi? Every 5 mins he pops up on TV..wasting money looks like a struggling actor who thought of bollywood entered into politics &amp; then some call him IRS? Only BJP was doing rallies🤔 #ArvindKejariwal"
                },
                {
                    "tweet_id": "1385533898214367232",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS इससे पूछ की ५ साल क्या झक मार रहा था"
                },
                {
                    "tweet_id": "1385532509878833155",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS Sirji Kejuruddin ko boliyr pehle Kissano ko hataaye baad mein khi blame kre"
                },
                {
                    "tweet_id": "1385535968317382657",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS Acha bsdke woh TMC congress left ki rallies nahi dikh rahi hai tujhe mccccc"
                },
                {
                    "tweet_id": "1385541231204204544",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS Lives of Indian&lt;𝙖𝙙𝙫𝙩 https://t.co/Qndi9ZwJkY"
                },
                {
                    "tweet_id": "1385550897111994372",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS potty jaane ki jaldi mein darwaza kitni baar khula choda hai? kuch batao bhai."
                },
                {
                    "tweet_id": "1385552071806447617",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS He is a pure rat liar. So are you. These were sanctioned in jan from pm cares. Why did delhi only complete one out of eight\n\nhttps://t.co/UevSpvTKoi"
                },
                {
                    "tweet_id": "1385572181497712644",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS Ok...so by your logic AAPiye...from tomorrow we will see drastic drop in covid cases in Delhi because by breaking the protocol, Kejriwal has saved  lives of Indians and Delhites. Right?"
                },
                {
                    "tweet_id": "1385614921296056323",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS तुम्हारी सोच और समझ पर ये भी https://t.co/tgBjZMcumx"
                },
                {
                    "tweet_id": "1385533390099664896",
                    "tweet": "@ethicalsid @MahuaMoitra @5SaumyaS To bh$sdi ke, tu batayega ab kaise kaam karna hai?"
                }
            ]
        },
        {
            "tweet_id": "1385529617201590272",
            "tweet": "@MahuaMoitra चोर चोर मौसेरे भाई..."
        },
        {
            "tweet_id": "1385529622419238916",
            "tweet": "@MahuaMoitra you worry about West Bengal",
            "replies": [
                {
                    "tweet_id": "1385987317924564993",
                    "tweet": "@Piouspractisin @MahuaMoitra 🤣She is too smitten by the term Lutyens hv given her.. \"Firebrand Mahua\"."
                }
            ]
        },
        {
            "tweet_id": "1385529637225127942",
            "tweet": "@MahuaMoitra Don't praise Kejriwal so much, he is also the same the only difference is that he is more educated.",
            "replies": [
                {
                    "tweet_id": "1385584117220315140",
                    "tweet": "@RAJESHK16783344 @MahuaMoitra Educated version of Modi"
                }
            ]
        },
        {
            "tweet_id": "1385529643978027013",
            "tweet": "@MahuaMoitra Exactly right !! Whether it’s a political game /gimmick or not I don’t know but it is good to be transparent to people of India , what’s going on !! Atleast citizens of India must know what’s happening!!! Nobody should play passing the ball game !!"
        },
        {
            "tweet_id": "1385529802652749825",
            "tweet": "@MahuaMoitra Dear Indians,\nCan you stop dying please?\nIt is giving Modiji a bad name.\nThanks.",
            "replies": [
                {
                    "tweet_id": "1385533537105768456",
                    "tweet": "@sane_indian @MahuaMoitra 😅😉👍👍"
                }
            ]
        },
        {
            "tweet_id": "1385529812601565192",
            "tweet": "@MahuaMoitra Yes madam! Cm intentionally calling media for the broadcast of an highly confidential meeting; that's not propaganda to show fake concern! PM's exercises are carefully orchestrated?? Cool cool!"
        },
        {
            "tweet_id": "1385529959016398852",
            "tweet": "@MahuaMoitra \"Protocol\", ofcus TMC wouldn't know🥱"
        },
        {
            "tweet_id": "1385530255398477829",
            "tweet": "@MahuaMoitra Every one's  attention  is  diverted  to oxygen but what's  happening to  shortage and non availability  of vaccines  even for 2nd dose? Or is this a strategy?"
        },
        {
            "tweet_id": "1385530338366132226",
            "tweet": "@MahuaMoitra @ArvindKejriwal voters have a right to know what is discussed about oxygen shortage"
        },
        {
            "tweet_id": "1385530346209304581",
            "tweet": "@MahuaMoitra 2 मई दीदी गई...!!😂😂😂 West Bengal will be free from TMC Virus. The most mutant strain."
        },
        {
            "tweet_id": "1385530563512074242",
            "tweet": "@MahuaMoitra If Maharashtra  govt says vacines produced  in Pune should be  given to Maharashtra  only what WB govt or persons will do?\nYour Didiji says Oxygen  from WB should not be  sent to other states. Hypocracy of highest  order",
            "replies": [
                {
                    "tweet_id": "1385545337016766465",
                    "tweet": "@isvelan @MahuaMoitra They already said that"
                }
            ]
        },
        {
            "tweet_id": "1385530746694037506",
            "tweet": "@MahuaMoitra perfect Madam"
        },
        {
            "tweet_id": "1385530803082260485",
            "tweet": "@MahuaMoitra Didi....O...Didi..For you everything is \"Khela\". \n\nGet well soon."
        },
        {
            "tweet_id": "1385530859210436608",
            "tweet": "@MahuaMoitra Protocol is something TMC goons would never understand since even basic manners and shame are foreign concepts for TMC people.."
        },
        {
            "tweet_id": "1385531137359896576",
            "tweet": "@MahuaMoitra Delhi CM well done..!!"
        },
        {
            "tweet_id": "1385531231031287810",
            "tweet": "@MahuaMoitra Mootra, let the PM focus on curbing this calamity which your keju darling is unable to stop. His rona dhona on TV is proof that he is about to jump the ship he is trying so hard to sink."
        },
        {
            "tweet_id": "1385531669554237440",
            "tweet": "@MahuaMoitra Hehe😂😂 your CM already skipped 2 ,PM CM meetings for election Campaign and you came here to give fokat ka gyaan😂😂😂🙏.."
        },
        {
            "tweet_id": "1385531779348455434",
            "tweet": "@MahuaMoitra हिम्मत होनी चाहिए जनता के सामने जाने की, सीएम दिल्ली में है वो जज़्बा।"
        },
        {
            "tweet_id": "1385531868997586949",
            "tweet": "@MahuaMoitra Gawar aunty,\nProtocols are something.\nPeople like you cry over save constitution but same people will not follow constitution.",
            "replies": [
                {
                    "tweet_id": "1385537060325392389",
                    "tweet": "@ayushi_pedia @MahuaMoitra Lmao clearly someone’s never held a copy of the Constitution in their hand, let alone reading it &amp; getting themselves the education they so direly need. Sit down, child."
                },
                {
                    "tweet_id": "1385556398038159361",
                    "tweet": "@ayushi_pedia @MahuaMoitra When her 'demented' Didi herself is not following many protocols, how can you expect this motor-mouth to be any better?"
                },
                {
                    "tweet_id": "1385610186396639240",
                    "tweet": "@ayushi_pedia @MahuaMoitra Engineer sahiba she is MP and doctorate in finance , so gawar kon hai ye abhi batata hu , PM ji ne ye self declared protocol 8 Apr ko khud breach kiya hua hai so stop defending lying PM and start supporting for oxygen supply, https://t.co/jPEbeKTlTl"
                },
                {
                    "tweet_id": "1385624805399928843",
                    "tweet": "@ayushi_pedia @MahuaMoitra Protocol is to stop Delhi's quota of  oxygen?\nProtocol is avenge states for not voting for BJP?\n\nProtocol is to let people to Delhi die outta lack of oxygen?\n\nProtocol is to shamelessly campaign In Bengal &amp; spread COVID &amp; while others are battling hammer &amp; nail to defeat COVID?"
                },
                {
                    "tweet_id": "1385662890359726085",
                    "tweet": "@ayushi_pedia @MahuaMoitra https://t.co/bGcuT4MJqI"
                },
                {
                    "tweet_id": "1385546511979667459",
                    "tweet": "@ayushi_pedia @MahuaMoitra This is a centre made protocol you dumbass... 😅... this has nothing to do with the constitution"
                }
            ]
        },
        {
            "tweet_id": "1385531971904761860",
            "tweet": "@MahuaMoitra Obviously  you steer in the opposite  direction. The Delhi CM was stealing limelight in a health  crises. Not conducive to what he proposed to do for Delhi but make a show of his appeal. \nPitiable state of GTB hospital  in Delhi which falls in the backyard of R.G. Hospital."
        },
        {
            "tweet_id": "1385531982310875137",
            "tweet": "@MahuaMoitra Mam the thing is 10 states cm were there 7 bjp ruled if i m not wrng 3 non BJP delhi maharastra rajasthan \nBjp ruled states wnt raise the issue so onus for contry was on 3 states delhi got chance and @ArvindKejriwal spoke truth"
        },
        {
            "tweet_id": "1385532009032781824",
            "tweet": "@MahuaMoitra He doesn't miss to show his face...even on vaccine certificate...which democratic leader does that"
        },
        {
            "tweet_id": "1385532047679180802",
            "tweet": "@MahuaMoitra 💯💯💯💯\nYou can't be more correct."
        },
        {
            "tweet_id": "1385532061876834306",
            "tweet": "@MahuaMoitra Ma'am I would like to host a debate between you and @priyankac19. Please consider 🙏🏻",
            "replies": [
                {
                    "tweet_id": "1385532496654204932",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 😂😂😂😂"
                },
                {
                    "tweet_id": "1385532529013256192",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Ek teer do nishan"
                },
                {
                    "tweet_id": "1385532568536117248",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Battle for dumbness"
                },
                {
                    "tweet_id": "1385532677332160516",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Women card phek Marengi ye... account suspend ho Jayega"
                },
                {
                    "tweet_id": "1385532932530397184",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 It will be called 🤡 to 🤡 conversation"
                },
                {
                    "tweet_id": "1385532973206839296",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Debate on Politics or Mathematics? 😂"
                },
                {
                    "tweet_id": "1385533552800911361",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Just for time to pass the debate is okay👍👍"
                },
                {
                    "tweet_id": "1385533849946394628",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Mahua OOO Pahua.... 🤪"
                },
                {
                    "tweet_id": "1385534079760666631",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 😁😁😁😁"
                },
                {
                    "tweet_id": "1385535158850228224",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 It will be wonderful to watch the conversation between a sienis and a shkolar."
                },
                {
                    "tweet_id": "1385536669663780865",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 It will be like Paapu vs Paapu 😭"
                },
                {
                    "tweet_id": "1385537011562565634",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Ohh shit it would be biggest debate after Trump vs Biden"
                },
                {
                    "tweet_id": "1385537570654748676",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Will be a laugh riot"
                },
                {
                    "tweet_id": "1385543381795758080",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Hmmm sounds good but trust me man @MahuaMoitra comes out a winner"
                },
                {
                    "tweet_id": "1385549112313974787",
                    "tweet": "@BefittingFacts @caustickonar @MahuaMoitra @priyankac19 Please include the queen of drama queens @SupriyaShrinate too 😂😂"
                },
                {
                    "tweet_id": "1385559212759998464",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Bhai reham khao reham,,,,is mahamari k samaj ,,jameen pe lita lita k pet pakad k hasne ko majboor na karo bhai😂"
                },
                {
                    "tweet_id": "1385596558947733508",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Both might discuss designer sarees🤡"
                },
                {
                    "tweet_id": "1385538860227076101",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Host kaun banega ?🤣🤣🤣\nEk taraf Pythagoras aur dusre taraf 👹"
                },
                {
                    "tweet_id": "1385532504312934400",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 You already interview Mahua ma'am. Why another interview? Lalchi"
                },
                {
                    "tweet_id": "1385532846647906308",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Maharashtra - Best CM\n\nDELHI - Over Smart CM\n\n#DelhiOverSmartCM"
                },
                {
                    "tweet_id": "1385533389109796865",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 @priyankac19  vs @MahuaMoitra  ye dono apni baat hi bolti rhti aas pass kya chl rha hai kuch mtlb nhi hai all they need is good loudspeaker rest all is distraction 🤦🏻‍♀️ https://t.co/dn3WBRFPQz"
                },
                {
                    "tweet_id": "1385534240947720193",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Debate between dumb and dumber"
                },
                {
                    "tweet_id": "1385540800595992578",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Godi"
                },
                {
                    "tweet_id": "1385540870146076684",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Mahua will win bcoz she can speak better hi-fi English than Priyanka..\n\nLagi bet 🤭"
                },
                {
                    "tweet_id": "1385546699934822400",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Please organise a open if not a debate a press conference with the great leader PM Modi and Sha.. Hope you know what u are talking."
                },
                {
                    "tweet_id": "1385575642331185155",
                    "tweet": "@BefittingFacts @MahuaMoitra @priyankac19 Madams dopamine levels are constantly depleting therefore cannot accept your request!\nSoon madam shall be taking an exodus across border with her entire kind post 2May"
                }
            ]
        },
        {
            "tweet_id": "1385532225001639939",
            "tweet": "@MahuaMoitra FIRST ATTEND COVID MEETINGS then BARK! \n\nTMC CM Mamata Banerjee skipped official meetings with PM Modi in all last 4 times.\n\nJan 23\nMar 17\nApr 8\nApr 23 https://t.co/x5BUVpAi90"
        },
        {
            "tweet_id": "1385532230085222409",
            "tweet": "@MahuaMoitra What is the problem in making all these meetings public...\nAtleast we know what's going on..."
        },
        {
            "tweet_id": "1385532282224578562",
            "tweet": "@MahuaMoitra I kind of agree but it should have been telecasted in open. As voters and citizens we need to know what’s happening. Throwing everything under carpet has been our expertise"
        },
        {
            "tweet_id": "1385532408645120007",
            "tweet": "@MahuaMoitra What was Modi trying to hide ? Afraid his attitude and arrogant demeanour will get exposed to public? @TimesNow"
        },
        {
            "tweet_id": "1385532629257125894",
            "tweet": "@MahuaMoitra Peele dat wali chup rahiye aap"
        },
        {
            "tweet_id": "1385532664979984385",
            "tweet": "@MahuaMoitra What if khujaliwal is fucked badly  by  pm in front of the entire Nation? What answers you want from PM ? You will get proper reply in 1st week of May!"
        },
        {
            "tweet_id": "1385532765735583746",
            "tweet": "@MahuaMoitra Delhi CM @ArvindKejriwal is  responsible for the problem in the state because of his governance model of freebies and TVAdvts at taxpayer’s money in NationalChannels for promoting his party nationally. Now he wants everything to be done for him by GoI in a second! @AamAadmiParty https://t.co/Q2aGgxE9X7",
            "replies": [
                {
                    "tweet_id": "1386145426273816576",
                    "tweet": "@tripathyak1 @MahuaMoitra @ArvindKejriwal @AamAadmiParty Okay, so what is your solution kind sir? You very rightly said cribbing about the problem is being a part of the problem. Waiting to hear about your recommendations on efficient governance :)"
                }
            ]
        },
        {
            "tweet_id": "1385532855036506113",
            "tweet": "@MahuaMoitra Ma'am I like to watch a meating with you and @BefittingFacts , consider plzz !!"
        },
        {
            "tweet_id": "1385532912238399490",
            "tweet": "@MahuaMoitra Absolute nonsense argument.. When a CM using the meeting of CMs with PM as a PR stunt shows the low level politics he is playing with the ppl of its state. The meeting is meant for discussion not recording it secreatly &amp; playing politics."
        },
        {
            "tweet_id": "1385532941686611970",
            "tweet": "@MahuaMoitra It’s violation of protocol not janta Darbaar!!!"
        },
        {
            "tweet_id": "1385532993310138370",
            "tweet": "@MahuaMoitra पद और गोपनीयता की शपथ किस लिए लेते हैं फिर?"
        },
        {
            "tweet_id": "1385533017746120707",
            "tweet": "@MahuaMoitra People deserve the rulers they chose, not once but TWICE!"
        },
        {
            "tweet_id": "1385533107638394883",
            "tweet": "@MahuaMoitra I can even read the tweet in loud irritating noise.."
        },
        {
            "tweet_id": "1385533132447703040",
            "tweet": "@MahuaMoitra Plagiarized speech. Plagiarized brain. What next?"
        },
        {
            "tweet_id": "1385533136096825356",
            "tweet": "@MahuaMoitra You better arrange your security after 2nd may \nI am scared that after loosing election may the bengali people won't slap you"
        },
        {
            "tweet_id": "1385533258230755330",
            "tweet": "@MahuaMoitra But mam... The CM apologised immediately bcoz he know he did a blunder."
        },
        {
            "tweet_id": "1385535104643072002",
            "tweet": "@shiva23109 @MahuaMoitra It also applies vice versa, aaj protocol ka rona BJP macha rahi hai...Jab mamta banerjee ka phone Tap hua tha tab vo chup thi..."
        },
        {
            "tweet_id": "1385533312492445700",
            "tweet": "@MahuaMoitra BTW was bengal cm even in the meeting?"
        },
        {
            "tweet_id": "1385533314988085252",
            "tweet": "@MahuaMoitra @MahuaMoitra is the female version of @RahulGandhi..😊"
        },
        {
            "tweet_id": "1385533454956195840",
            "tweet": "@MahuaMoitra Surely don’t expect you to be outraged... After all, many outside #Bengal feel Shri #Kejriwal was only playing his Good Brother role &amp; responding to Didi’s SOS sent earlier for ‘Help’ to all non-BJP Parties...",
            "replies": [
                {
                    "tweet_id": "1390587708276232198",
                    "tweet": "@RVenkat_India @suraj35 @MahuaMoitra Kejriwal is Modi younger brother both are worried about they image spend core of money on publicity both should be kicked out asap"
                }
            ]
        },
        {
            "tweet_id": "1385533550007513088",
            "tweet": "@MahuaMoitra Ye kuch v bol sakti hai 🤢😂"
        },
        {
            "tweet_id": "1385533693213560833",
            "tweet": "@MahuaMoitra Is he still Hon'ble ?..."
        },
        {
            "tweet_id": "1385533776533483521",
            "tweet": "@MahuaMoitra It's the protocol!"
        },
        {
            "tweet_id": "1385534094486904832",
            "tweet": "@MahuaMoitra For your kind information.. He is not chief minister of Delhi.. He is owner of #Delhi .."
        },
        {
            "tweet_id": "1385534278876884995",
            "tweet": "@MahuaMoitra Yes, birds of the same feather flock together! A replacement for mamta who can communicate better though irrelevant!\n@Shehzad_Ind \n@sambitswaraj \n@JhaSanjay"
        },
        {
            "tweet_id": "1385534338284937219",
            "tweet": "@MahuaMoitra KHUJLIWAL"
        },
        {
            "tweet_id": "1385534414675865604",
            "tweet": "@MahuaMoitra But Momta didi said oxygen manufactured in Bengal will not be allowed to go out of Bengal....."
        },
        {
            "tweet_id": "1385534444941955075",
            "tweet": "@MahuaMoitra This is why TMC is loosing.😂",
            "replies": [
                {
                    "tweet_id": "1385534844189380608",
                    "tweet": "@jramprakash @MahuaMoitra Mahua Mitra is Priyanka Chaturvedi of TMC. Both a dung class people."
                }
            ]
        },
        {
            "tweet_id": "1385534445415911425",
            "tweet": "@MahuaMoitra पहले अपना घर संभाले WB,हाथो से खिसकता जा रहा है । फिर पूरे देश की भी सेवा कर लीजिएगा आगे कभी।"
        },
        {
            "tweet_id": "1385534490664075267",
            "tweet": "@MahuaMoitra Why did HCM apologise then?\nWas it part of the 'orchestrated PR' script?"
        },
        {
            "tweet_id": "1385534510671044609",
            "tweet": "@MahuaMoitra Exactly! Just like news channels only live telecasted the terror attack on 26/11. Nothing wrong happened. Terrorists only got information about every step and only a few hundred more people were killed. Nothing wrong. Protocols are shit. Why they are even made? What crap!"
        },
        {
            "tweet_id": "1385534534951706631",
            "tweet": "@MahuaMoitra This view is not acceptable.\nPolitical rivalry must not degrade the August post of PM.\nToday Modi ji is there , tomorrow somebody else will be there.\nBe civil.\nIt costs nothing.",
            "replies": [
                {
                    "tweet_id": "1385536311214280705",
                    "tweet": "@HDDubey9 @MahuaMoitra Each discussion between CM delhi &amp; pm Delhi should be telecast live.\nWe have given vote to both. So we are entitled to know how they resolve such important issues &amp; who wants welfare of us all."
                }
            ]
        },
        {
            "tweet_id": "1385534597094535169",
            "tweet": "@MahuaMoitra U know the way u tweeted u have  answered ur own question. This is why u all will never ever coming back to power again. Irrespective of any issue one has to  maintain decorum and follow rules."
        },
        {
            "tweet_id": "1385534604115800079",
            "tweet": "@MahuaMoitra Aunty , next time don't crib when phones are tapped...It's health emergency !!"
        },
        {
            "tweet_id": "1385534613905317890",
            "tweet": "@MahuaMoitra Can May 2nd come  any sooner?"
        },
        {
            "tweet_id": "1385534687506952192",
            "tweet": "@MahuaMoitra Country cannot be run like your gundas rum #WestBengal Plz stay limited to WB and spare India"
        },
        {
            "tweet_id": "1385534697736790019",
            "tweet": "@MahuaMoitra Hold it.\nIF Delhi CM had spent his time &amp; taxpayer money conscientiously over the past 1yr., yes, put it on national TV. Do it every single day.\nNot if there's been consitent dereliction of duty &amp; then go on national TV hours before sh*t hits the fan to manage perception."
        },
        {
            "tweet_id": "1385534699070656512",
            "tweet": "@MahuaMoitra Mam,it's better to be silent and appear fool than to speak and confirm it.\n\nCentral Government had sanctioned fund in December 2020 to setup 8 Oxygen plants in Delhi..\n\nMadarniya Kejriwal only setup 1 plant.\nHe was busy giving free wifi to protestors https://t.co/dneCFUrNvS",
            "replies": [
                {
                    "tweet_id": "1385577656935145473",
                    "tweet": "@Shawan_speaks @MahuaMoitra What about exporting oxygen, vaccine and remdesivir ?"
                },
                {
                    "tweet_id": "1385617184722800650",
                    "tweet": "@DesiGoat @MahuaMoitra Abbe gadhe,jab fund sanction kar diya Delhi govt ko.\nTo ab plant bhi BJP govt bana ke degi.\n\nEkdam pagal ho kya be."
                },
                {
                    "tweet_id": "1385618945978208261",
                    "tweet": "@Shawan_speaks @MahuaMoitra Kerala govt gave 50 cr to build its State run KMML oxygen plant now making only surplus oxygen state in India supplying it to Karnataka and Goa.\n\nCentre gave 201.58 cr for 162 PSA  oxygen plant..\n\nDifference is in the figures and not in publicity stunt by Modi."
                },
                {
                    "tweet_id": "1385655748173045762",
                    "tweet": "@Shawan_speaks @MahuaMoitra Union health secretary has himself said that they were acting slow in Jan &amp; Feb due to low covid cases!! Visionary leadership!!"
                },
                {
                    "tweet_id": "1385680479832084480",
                    "tweet": "@Shawan_speaks @MahuaMoitra Oo wow kitna ghatiya insan h @ArvindKejriwal"
                },
                {
                    "tweet_id": "1386274664746418176",
                    "tweet": "@Shawan_speaks @MahuaMoitra These Plants have been floated as tender by @MoHFW_INDIA and also ordered by Center as per attached format, entire process till ordering is done by Center continuing its policy of taking over state subjects and failing repeatedly https://t.co/BsYckO59Ve"
                },
                {
                    "tweet_id": "1385625277535965193",
                    "tweet": "@Shawan_speaks @MahuaMoitra Sanctioned?\nIs that like the 1.25 lakh crore sanctioned to Bihar &amp; 20 lakh crore sanctioned for corona stimulus?\n\nForget 'sanctioned' funds.\nFirst, ask Centre to stop delaying GST that it owes to states incl Delhi.\n\n https://t.co/sN3uErAhQj https://t.co/3dxLo9XfDO"
                },
                {
                    "tweet_id": "1385630163954659331",
                    "tweet": "@Shawan_speaks @MahuaMoitra Madarjat Modi ki gaand fatt ke 4 hogyi, arey, unscripted sawal aagya. Toilet nikal gya baithe baithe, aur bol rha h keju ne protocol tod dia. Apne mann ki baat kehle chutad Modi to shi h, koi aur keh de, to vhi hagg deta h 🤣🤣"
                },
                {
                    "tweet_id": "1385726749887979526",
                    "tweet": "@Shawan_speaks From whr r in India r u frm?"
                },
                {
                    "tweet_id": "1386144956041949186",
                    "tweet": "@Shawan_speaks @MahuaMoitra When the central government allocated funds for the setting up of these plants it was clearly mentioned that thr Ministry of Health and Family Welfare will be installing them. So yes, it IS better to zip up and read rather than talk and make a fool out of yourself."
                }
            ]
        },
        {
            "tweet_id": "1385534723645050880",
            "tweet": "@MahuaMoitra Protocol samajthi hai aap🤬"
        },
        {
            "tweet_id": "1385534750971076608",
            "tweet": "@MahuaMoitra Learn from Orrisa CM on expressing purpose and cooperation."
        },
        {
            "tweet_id": "1385534837134532610",
            "tweet": "@MahuaMoitra Your CM hasn’t attended one single COVID meeting, first attend them give sermons"
        },
        {
            "tweet_id": "1385534846693376001",
            "tweet": "@MahuaMoitra Isko kisne mp banaya be\nKatai ...... Aurat h ye"
        },
        {
            "tweet_id": "1385534885826162689",
            "tweet": "@MahuaMoitra Definetly ji ."
        },
        {
            "tweet_id": "1385535035336314882",
            "tweet": "@MahuaMoitra Did he answer? No."
        },
        {
            "tweet_id": "1385535050532282370",
            "tweet": "@MahuaMoitra Gawar chugli aunty, PROTOCOLS ka meaning maalum hain?"
        },
        {
            "tweet_id": "1385535218723876870",
            "tweet": "@MahuaMoitra You are khejri of West Bengal 😊😊",
            "replies": [
                {
                    "tweet_id": "1385536004128342019",
                    "tweet": "@Shruti1806 @MahuaMoitra Shruti Really some people are totally brainless..."
                }
            ]
        },
        {
            "tweet_id": "1385535227972395008",
            "tweet": "@MahuaMoitra He already apologised. Kid."
        },
        {
            "tweet_id": "1385535267117834245",
            "tweet": "@MahuaMoitra A question related to corona:\n\nWhen ll your CM of WB attend a meeting on the same or ll she hv her minions drop F bombs like before.\n\n&amp; we don't expect a TMC to understnd protocol &amp; ethics.We hv bore witness to their nonchalance since years now. https://t.co/BmWCjTYASU"
        },
        {
            "tweet_id": "1385535307437666307",
            "tweet": "@MahuaMoitra You mean..\nSo what if someone telecast the live telecast of first night..\nWhole world is doing this things in their first night..\nLogical he... Na..."
        },
        {
            "tweet_id": "1385535310809862147",
            "tweet": "@MahuaMoitra Did Arvind Kejriwal or MamtaJi also brodcasted live feed from their own cabinet meetings?"
        },
        {
            "tweet_id": "1385535314559520771",
            "tweet": "@MahuaMoitra Face the facts truthfully \nNo photobaji no bhashanbaji"
        },
        {
            "tweet_id": "1385535342430670852",
            "tweet": "@MahuaMoitra 2 मई, दीदी गई"
        },
        {
            "tweet_id": "1385535445111513088",
            "tweet": "@MahuaMoitra Have you been banned from arranging or manufacturing Oxygen ? What's stopping you?"
        },
        {
            "tweet_id": "1385535491034927104",
            "tweet": "@MahuaMoitra #WeCantBreathe"
        },
        {
            "tweet_id": "1385535538007056385",
            "tweet": "@MahuaMoitra Then question arises what he was doing for last 7 years as CM.  He asked vote on the basis of Health &amp; education &amp; won.  At the end central govt had to come to rescue.  If Modi has to do why do we need even a state govt.  2 मई,  दिदि गयी.",
            "replies": [
                {
                    "tweet_id": "1385539323949293568",
                    "tweet": "@sbprising @MahuaMoitra Delhi has no power to produce Oxygen.\nThey why blame Arvind kejriwal."
                },
                {
                    "tweet_id": "1385611033155309568",
                    "tweet": "@sbprising @MahuaMoitra Oxygen supply and vaccine distribution are central government responsibility , they manage these resources,forget delhi all states in india getting oxygen suppy from center so how he is wrong in asking oxygen,hospitals hai doctors hai oxygen nhi hai jo centre dega wahi to manga"
                },
                {
                    "tweet_id": "1386392094055358465",
                    "tweet": "@sbprising @MahuaMoitra It is the central government's duty to allocate oxygen.Oxygen is being taken from West Bengal and allocated to other states as well.Let us not do politics on this.And yes #Didi will be re-elected as CM of WB"
                }
            ]
        },
        {
            "tweet_id": "1385535554058547203",
            "tweet": "@MahuaMoitra Madam, please focus on WB. Leave Delhi alone. One Kejriwal is enough for us."
        },
        {
            "tweet_id": "1385535695876362241",
            "tweet": "@MahuaMoitra Please discuss the election strategies of TMC, discussion that happens between Mamta Bannerjee and Prashant Kishore  and live telecast it"
        },
        {
            "tweet_id": "1385535986466131972",
            "tweet": "@MahuaMoitra As per what you just said, every state CM should go live with their internal meetings then!!! Right?? Why not start with Bengal for that matter and go live with all the meeting that are held by CM?"
        },
        {
            "tweet_id": "1385536005726294016",
            "tweet": "@MahuaMoitra Will CM Delhi explain the expenditure of 600 crores against health or his varying statements over ixygen availability? One who works, contacts people personally and not through social media. Cheap politics over human lives. God will never forgive."
        },
        {
            "tweet_id": "1385536055516930048",
            "tweet": "@MahuaMoitra @MamataOfficial who happens to be the Health Minister of WB, never attended any Covid review meeting. \n\nNadia district is having 2155 active Covid cases and 330 death. What Krishnanagar MP is doing? Giving 'Gayan' to SC."
        },
        {
            "tweet_id": "1385536093324419072",
            "tweet": "@MahuaMoitra No wonder , gutter species jump in to support each other.  Orchestrated PR exercise - ask your Didi and drama master PK about how a wheel chair is being used for the last 3 weeks for PR.."
        },
        {
            "tweet_id": "1385536142376796162",
            "tweet": "@MahuaMoitra Not surprised one bit that you would take his side. Not one bit."
        },
        {
            "tweet_id": "1385536252049453057",
            "tweet": "@MahuaMoitra मैम, बंगाल विधानसभा चुनाव प्रचार में फ्री वैक्सीन देने का वादा किया भाजपा। ऐसा वादे बिहार विधानसभा चुनाव 2020 में भी किया गया था। लेकिन केंद्रीय सरकार वैक्सीन 152 में खरीद करेगी और राज्य को 400/में मिलेगी निजी अस्पताल उसे 60./में बेचेगी, मनमाने ढंग से दाम वसूल करेगी। जनता के बीच"
        },
        {
            "tweet_id": "1385536253345603588",
            "tweet": "@MahuaMoitra Pta tha Aap defend karne aa jaogi"
        },
        {
            "tweet_id": "1385536312317341701",
            "tweet": "@MahuaMoitra Didi... O.... Didi... 🤣🤣🤣😭😭😭😭😭"
        },
        {
            "tweet_id": "1385536312837427200",
            "tweet": "@MahuaMoitra Calm down. Uff Even your tweets are LOUD !\nInstead,  Help didi pack her stuff from Nabanno. It's  almost time for her to vacate."
        },
        {
            "tweet_id": "1385536353723584516",
            "tweet": "@MahuaMoitra Mahua u r suitable for biggBoss reality shows.....\n\nI am sure show makers want a loud mouther like u...."
        },
        {
            "tweet_id": "1385536385885491201",
            "tweet": "@MahuaMoitra #TraitorsSupportTraitors"
        },
        {
            "tweet_id": "1385536425899139076",
            "tweet": "@MahuaMoitra There is some thing like \"internal meetings \" and \"public meetings\". And you are aware of the fact."
        },
        {
            "tweet_id": "1385536435437006853",
            "tweet": "@MahuaMoitra Kejriwal exposed Modi on live TV 😆🔥 https://t.co/39v2LxEVAM",
            "replies": [
                {
                    "tweet_id": "1385555888694382595",
                    "tweet": "@PostTruthIndia @MahuaMoitra Hann cheating main tum log mahir ho https://t.co/d1ifgPWLus"
                }
            ]
        },
        {
            "tweet_id": "1385536475001806852",
            "tweet": "@MahuaMoitra बचे हुए विधानसभा क्षेत्र में जनता के बीच बोलने चाहिए ताकि सच जान सके। वैक्सीन की कीमत अलग अलग तौर पर क्यों। भाजपा फ्री वैक्सीन देने का वादा किया है। जबकि नहीं देगी।"
        },
        {
            "tweet_id": "1385536656967487488",
            "tweet": "@MahuaMoitra When will you spk truth"
        },
        {
            "tweet_id": "1385536661589610496",
            "tweet": "@MahuaMoitra It would have been an honest interview from the PM for once."
        },
        {
            "tweet_id": "1385536700961542145",
            "tweet": "@MahuaMoitra We were expecting the same reply from momta. Dono ek jaise hi hai. Chu***ya Minister. 😂"
        },
        {
            "tweet_id": "1385536710277177346",
            "tweet": "@MahuaMoitra IQ Level : -100"
        },
        {
            "tweet_id": "1385536777201471489",
            "tweet": "@MahuaMoitra Kejriwal failed to make arrangements with railways to get oxygen. Now blaming Modi https://t.co/yr2SMzz2KR"
        },
        {
            "tweet_id": "1385536841353293826",
            "tweet": "@MahuaMoitra Very simple answer , put blame on centre for state failure and to become hero।\n\nConfidential meeting are not meant to put on public forum and he already knows it hence says sorryand if you keep doing it these meeting will become war zone politically and outcome will be zero। https://t.co/H6tVy1iYc4"
        },
        {
            "tweet_id": "1385536850022912002",
            "tweet": "@MahuaMoitra Facts are there for all to see. Contribution of Delhi CM to Covid fight is evident.\n\nIf you can't understand or see the lacuna, the problem lies with you. Don't blame others for it.\n\nNow go get some education and commonsense."
        },
        {
            "tweet_id": "1385536893543063552",
            "tweet": "@MahuaMoitra Last line of your tweet: Why do you differentiate between behaviors/attitudes of 2 Constitutional heads on basis of your political ideology? Visceral hatred for the PM &amp; his Central Govt is all you'll opposition leaders can offer to us Voters of India. How to take you seriously??"
        },
        {
            "tweet_id": "1385536928468987907",
            "tweet": "@MahuaMoitra All talks between politicians and local thugs  for cut money and  politicians and businessman for commission should also be televised to usher in transparency and probity."
        },
        {
            "tweet_id": "1385536990825771008",
            "tweet": "@MahuaMoitra Bengal sambhal nhi raha gyan Delhi ko"
        },
        {
            "tweet_id": "1385537131280420864",
            "tweet": "@MahuaMoitra Sorry there is a term known as Protocol, which should be adhered by all specially in sensitive situations. No body is interested in your politics, but when in power be it PM or CM, we have to act responsibly for the betterment of people."
        },
        {
            "tweet_id": "1385537281180672006",
            "tweet": "@MahuaMoitra You all belong to same genus and family ."
        },
        {
            "tweet_id": "1385537309731262469",
            "tweet": "@MahuaMoitra So what if West Bengal Health Minister also a CM https://t.co/7hwBtXGNjb"
        },
        {
            "tweet_id": "1385537331126411269",
            "tweet": "@MahuaMoitra He broke protocol AND he lied\n\nUP and Andhra Pradesh have sent requests to transport oxygen tankers. MP has also expressed interest. There is no mention of any request received from the Delhi govt in the statement issued yesterday."
        },
        {
            "tweet_id": "1385537474047352835",
            "tweet": "@MahuaMoitra Randi Rona by Mahua"
        },
        {
            "tweet_id": "1385537604096036864",
            "tweet": "@MahuaMoitra You look so nice when you stay still..dont do anything and break it"
        },
        {
            "tweet_id": "1385537607497523202",
            "tweet": "@MahuaMoitra Oxygen to nak mey jata na https://t.co/HgpPj8qO2u",
            "replies": [
                {
                    "tweet_id": "1385538019814301699",
                    "tweet": "@MahuaMoitra Good he didn't put his finger in his anus and smell it..."
                }
            ]
        },
        {
            "tweet_id": "1385537699826659328",
            "tweet": "@MahuaMoitra Started game of politics. You think question can't be asked without televising ? This is the ways these politicians put their views that fir a moment you will feel they are correct  Cheap politics. Questions &amp; answer both are valid but intention is not. \n\n#IndiaFightsCorona"
        },
        {
            "tweet_id": "1385537771259895812",
            "tweet": "@MahuaMoitra Highly sensitive matter is been taken so casually by this Pseudo MP.\nThink if the matter &amp; content of discussion is regarding to Country's Security and not Oxygen.\n\nWill this lady say the same ??"
        },
        {
            "tweet_id": "1385537847373950986",
            "tweet": "@MahuaMoitra The one who never followed protocols is reprimanding others for it,  its a tragedy for India."
        },
        {
            "tweet_id": "1385538244549365761",
            "tweet": "@MahuaMoitra Hello Bhakton Chai pee lo ☕ https://t.co/KbLNUpMdyI"
        },
        {
            "tweet_id": "1385538410035642371",
            "tweet": "@MahuaMoitra Vulures loitering around death , that’s what Kejriwal , Mamta and Mahua are , who spent millions on PR and are clueless about their states !"
        },
        {
            "tweet_id": "1385538468051259397",
            "tweet": "@MahuaMoitra VERY BAD SITUATION FOR COMMON PEOPLE."
        },
        {
            "tweet_id": "1385538511944650752",
            "tweet": "@MahuaMoitra So tomorrow will you live telecast the cabinet meetings of WB govt in the name of transparency? Matlab kuch bhi bolna padega oppose karne ke liye..."
        },
        {
            "tweet_id": "1385538843944779779",
            "tweet": "@MahuaMoitra The way @MahuaMoitra is degenerating we may have to see her photograph upside down to recognize her.\nOn a serious note, who cares about her rants."
        },
        {
            "tweet_id": "1385539058261057536",
            "tweet": "@MahuaMoitra Another jumla of 26000/- Cr for gareeb jan yojna I just want to know who says gareeb need anaaj at this moment . At this moment we need oxygen, we need hospital beds , we need medicine govt is distributing anaaj total disconnection with a need of hour"
        },
        {
            "tweet_id": "1385539310594711553",
            "tweet": "@MahuaMoitra PM has no clue how to take direct questions he can only perform when it has been choreographed by his babus, one can see him looking left and right trying to think of something to say!!"
        },
        {
            "tweet_id": "1385539314625417219",
            "tweet": "@MahuaMoitra No broadcasting allowed against God Mod and his failure"
        },
        {
            "tweet_id": "1385539387673382913",
            "tweet": "@MahuaMoitra At least @ArvindKejriwal has the grace and etiquette to own up the breach of protocol and apologise for the same. This shows his maturity. There would be people to provoke Kejriwal to ferment friction between him and the PM. These people dnt want peace. They thrive on anarchy."
        },
        {
            "tweet_id": "1385539560109654019",
            "tweet": "@MahuaMoitra Anyways after 2 May you and ur CM won’t be invited to these PR exercises."
        },
        {
            "tweet_id": "1385540228023214080",
            "tweet": "@MahuaMoitra All meetings should be open and telecast live to the citizens. People have a right to see how their representatives act in tough situations."
        },
        {
            "tweet_id": "1385540353495683073",
            "tweet": "@MahuaMoitra there are some talks which should remain in the bedroom and the kids shouldn't know about them.. one does have to understand protocols. you have worked in US right, didnt they teach you that if you have to record anything you need to take permission from the other person too?",
            "replies": [
                {
                    "tweet_id": "1385547970263896071",
                    "tweet": "@_XLNC @MahuaMoitra Tumbler party m@r@ns will never understand protocols dada"
                }
            ]
        },
        {
            "tweet_id": "1385540410236293123",
            "tweet": "@MahuaMoitra is PM an oxygen producer company, states have to make arrangements, health is a state subject, what the local administration is doing in each state"
        },
        {
            "tweet_id": "1385540820258852864",
            "tweet": "@MahuaMoitra Do honorable C.M's have some duty ? or everything have to be done by Honorable PM ? One full year past state government failed miserably ,nothing was done to counter this situation. if U.P government can install Oxygen plant in hospitals then why not Delhi government?"
        },
        {
            "tweet_id": "1385540835781996549",
            "tweet": "@MahuaMoitra Birds of a feather flock together. As if the centre is not aware of the situation and Kejriwal has enlightened the centre."
        },
        {
            "tweet_id": "1385540853586751492",
            "tweet": "@MahuaMoitra Tu तलवे चाट"
        },
        {
            "tweet_id": "1385540878970679299",
            "tweet": "@MahuaMoitra Your concern on other state delay of oxygen supply by traffic mess up as well, you pls ensure now Delhi is now with sufficient supply of oxygen by centre, as kejriwal acknowledge about this is social media too.\n\n#WBloser"
        },
        {
            "tweet_id": "1385541203458854916",
            "tweet": "@MahuaMoitra telecasting without consent? Also if Kejriwal was right, why did he STOP it?"
        },
        {
            "tweet_id": "1385541327602036739",
            "tweet": "@MahuaMoitra @VidyaKrishnan Out of syllabus question raised to PM."
        },
        {
            "tweet_id": "1385541777529053186",
            "tweet": "@MahuaMoitra So Where are Mohalla Clinics now Maulvi maata ????"
        }
    ]
}