{
    "tweet_id": "1394920395438886917",
    "tweet": "\"Life of the Brahmins was not easy. Rather, it was the most difficult life. Commoners (shudras) had the least restrictions.\" - Indica by Arrian (2nd century CE).\n\nThis is corroborated by Smritis, which placed hundreds of restrictions on Brahmins, including aggravated punishments.",
    "comments": [
        {
            "tweet_id": "1394921024064393216",
            "tweet": "@Sanjay_Dixit Varnashram is the most misunderstood concept...."
        },
        {
            "tweet_id": "1394921139822940164",
            "tweet": "@Sanjay_Dixit I rather disagree with you"
        },
        {
            "tweet_id": "1394921746835206145",
            "tweet": "@Sanjay_Dixit Sir, upper caste atrocities on Shudras narrative is used to divide Hindu society. I am sure that this was never a part of Hinduism and is propaganda from leftists / british - now amplified by Congress / Islamists. We need to create an evidence based counter narrative &amp; propagate",
            "replies": [
                {
                    "tweet_id": "1394929669426716678",
                    "tweet": "@ANUJKUM44636294 @Sanjay_Dixit All those who take refuge in Me, whatever their birth, race, sex, or caste, even those whom society scorns, will attain the supreme destination.\nThis is what Geeta teaches but fake abrahamics r envious of the only surviving oldest dharmic religion"
                }
            ]
        },
        {
            "tweet_id": "1394921985751228417",
            "tweet": "@Sanjay_Dixit Some 'intellectual'\npeoples agenda:\nBlame 4% of India's population in every issue."
        },
        {
            "tweet_id": "1394922339784007681",
            "tweet": "@Sanjay_Dixit People don't understand \"With great power comes great responsibility\". But today Constitution is useless bcoz it provides only Rights(powers) no responsibilities. Only Shastras provide responsibilities of mother, father, son , husband, wife etc.",
            "replies": [
                {
                    "tweet_id": "1394922639840268289",
                    "tweet": "@Sanjay_Dixit West can only teach respect others but they don't know how to respect others. They don't have model of responsibilities like Shastras have."
                },
                {
                    "tweet_id": "1394990173797199876",
                    "tweet": "@Bharati66668753 @Sanjay_Dixit But, Indians understand cricket and politics very well. They are indulging non-stop in politics\n\nActually at the expense of the economy. Mauni Modi is so busy in politics that he forgets to trim his beard. Possible he is thinking of Maulana-ship. A true zecular (a M in H skin)"
                }
            ]
        },
        {
            "tweet_id": "1394922622773874690",
            "tweet": "@Sanjay_Dixit Every Indian ancient story has a \"Garib Brahmin\" character... or \"Brahmins leading tough &amp; disciplined life in forest\""
        },
        {
            "tweet_id": "1394923872181383169",
            "tweet": "@Sanjay_Dixit How to become a touchable brahmin, amidst untouchable status?",
            "replies": [
                {
                    "tweet_id": "1394926457030287363",
                    "tweet": "@jaiminism @Sanjay_Dixit It's the Brahmins whose duty is to strive to become truly untouchable. Depends on the perspective you are looking from."
                },
                {
                    "tweet_id": "1394952365317316613",
                    "tweet": "@jaiminism @Sanjay_Dixit Even shudras were not untouchables unless you disagree with Ambedkar. To not touch others was a general practice of hygiene as per traveler accounts. families used to have separate utensils for each member. Other kind of untouchability was outcasting criminals from civil society"
                }
            ]
        },
        {
            "tweet_id": "1394923902044803076",
            "tweet": "@Sanjay_Dixit Very true sir...And this is fact but the narrative is built in such fashion as Brahmins were enjoying the most luxurious life. The so called haters of Brahminical Privilege can't live a single day with the Routine of a true Austre life of a Brahmin.",
            "replies": [
                {
                    "tweet_id": "1394926148740534273",
                    "tweet": "@ASHISH_2907 @Sanjay_Dixit Can u please let me know a single brahmin living true Austre life."
                },
                {
                    "tweet_id": "1394935145128349700",
                    "tweet": "@ASHISH_2907 @Sanjay_Dixit Actually the issue is not with Brahmins. It is the caste system, that still exists in the hinterlands. The aryans devised the caste system and it worked out very well from Brahmins and they wanted to keep the status quo."
                },
                {
                    "tweet_id": "1395123940456996868",
                    "tweet": "@ASHISH_2907 @Sanjay_Dixit no one is a brahmin hater by choice sir\nyou guys yourself hate the lower class and trt urself as elite and pioneer of this whole wide world huh.. ha ha\nand as a consequence u see that hate flowing 2words u"
                }
            ]
        },
        {
            "tweet_id": "1394925728081145859",
            "tweet": "@Sanjay_Dixit @mariawirth1 Still. Karna's brother was abused by them during Brahman's restrictions. I'm guessing what would hav happened, if restrictions were not their.\nJust thinking...",
            "replies": [
                {
                    "tweet_id": "1394926018977095685",
                    "tweet": "@Sanjay_Dixit @mariawirth1 Comment was from my emotions, as just yesterday I watch the show Karna show in YouTube."
                },
                {
                    "tweet_id": "1394942941773197317",
                    "tweet": "@Abinashallstar @Sanjay_Dixit @mariawirth1 It was not for caste but for class. When the show of power was between sons of kings, How could they have allowed karna?  Many other stayed out. It was more of a family affair"
                },
                {
                    "tweet_id": "1395026424684158976",
                    "tweet": "@Abinashallstar @Sanjay_Dixit @mariawirth1 That's why restrictions were not there sothat abuse of power is not done."
                }
            ]
        },
        {
            "tweet_id": "1394929308527824896",
            "tweet": "@Sanjay_Dixit इसी तरह की चीजों में महानता खोजने वालों के कारण ही देश सदियों ग़ुलाम रहा ।",
            "replies": [
                {
                    "tweet_id": "1394936675525009408",
                    "tweet": "@AnilYad55206017 @Sanjay_Dixit Desh gulam raha hai, un rajaon ke wajah se, jo kabhi ek jut hokar nahi rahe. Come to think of it, it was never a single country it was many kingdoms that finally came together in the fight to oust british. India realized it is a country and acted like one during the freedom strug"
                },
                {
                    "tweet_id": "1394944170872086528",
                    "tweet": "@AnilYad55206017 @Sanjay_Dixit Isme galat kya hai? Brahmins and kshtriyas had more restrictions and more responsibilities. If they didnt follow dharma they were outcasted immediately. And why the hell are you cribbing. until mulayam &amp; Lalu brainwashed you, you were kshtriyas too subjected to same standards"
                }
            ]
        },
        {
            "tweet_id": "1394933073943298049",
            "tweet": "@Sanjay_Dixit Poor bamans 😭😭😭 I wanna donate 2 rs for your upliftment",
            "replies": [
                {
                    "tweet_id": "1394933963420889088",
                    "tweet": "@DemonnIshere @Sanjay_Dixit Seems like an illicit son of brahman 😁😁🙄"
                },
                {
                    "tweet_id": "1394996822783954949",
                    "tweet": "@DemonnIshere @Sanjay_Dixit Brahmans don’t need any donations or upliftment . I agree that our ancestors made mistakes and we are paying the price of it."
                },
                {
                    "tweet_id": "1394942290204893188",
                    "tweet": "@DemonnIshere @Sanjay_Dixit Me too😢😢😢😢"
                }
            ]
        },
        {
            "tweet_id": "1394936266077073411",
            "tweet": "@Sanjay_Dixit I could be wrong but Brahmins (or any caste) of today are not even 1% resemble to those of 100 years ago. So it is wrong (or right) to give undue respect or rejection based on caste alone."
        },
        {
            "tweet_id": "1394937358491938819",
            "tweet": "@Sanjay_Dixit अब ई सब भूलिए सर"
        },
        {
            "tweet_id": "1394949495499096070",
            "tweet": "@Sanjay_Dixit How even today you continue misguide the nation while all the privileges are reserved with you shame on bhraminal  system to  devide the indian society,  and being at the top always.",
            "replies": [
                {
                    "tweet_id": "1394971693978902531",
                    "tweet": "@rgautam47187919 @Sanjay_Dixit What privileges? Name one. parasites like you who survive on privileges from tax paid by the unprivileged and still demonize the unprivileged are real oppressors"
                }
            ]
        },
        {
            "tweet_id": "1394949742145114117",
            "tweet": "@Sanjay_Dixit its soo hard being top of caste system."
        },
        {
            "tweet_id": "1394959515783766017",
            "tweet": "@Sanjay_Dixit For the same crime the punishment given to a Brahmin was more severe as compared to a shudra..."
        },
        {
            "tweet_id": "1394967603567812613",
            "tweet": "@Sanjay_Dixit @sansbarrier There's no Brahmin today. Vedas say that the guy who consumed alcohol is not a Brahmin."
        },
        {
            "tweet_id": "1394972093830336517",
            "tweet": "@Sanjay_Dixit after  so many strict restriction Brahmnis are allowed to rape as it is in case of NIRBHYA Hathras and many more ."
        },
        {
            "tweet_id": "1394990968022212608",
            "tweet": "@Sanjay_Dixit Sir, I would suggest not to use the differentiations like shudras and Brahmins... That defeats the very purpose of hindu renaissance if at all it has to happen..."
        },
        {
            "tweet_id": "1395197563448414209",
            "tweet": "@Sanjay_Dixit Comedy of the year.... 🤣😂🤣🤣🤣🤣  B stands for beggers..... Demanding terror \nBeggers inside the temple"
        },
        {
            "tweet_id": "1395001401307058180",
            "tweet": "@Sanjay_Dixit All are equal and humans. Peace be with you."
        },
        {
            "tweet_id": "1394923757425225730",
            "tweet": "@Sanjay_Dixit Oh my god, how delusional should you be to even imagine Brahmins had the most difficult life amongst castes, you get free food, you don't have to get a job, wake up",
            "replies": [
                {
                    "tweet_id": "1394926892872962050",
                    "tweet": "@RealityLocal @Sanjay_Dixit Also to add free land, that is why they made Varna system to Caste system and then will say it was done by britishers."
                },
                {
                    "tweet_id": "1394974490510172162",
                    "tweet": "@RealityLocal @Sanjay_Dixit Their job was the most difficult, without google they were pursuing research on medicine,chemistry, weaponry, psychology, astrology, astronomy,maths etc. Modern science stands on their research. Islamists, british&amp; missionary dalits out of their inferiority complex destroyed them"
                }
            ]
        },
        {
            "tweet_id": "1394927592545738755",
            "tweet": "@Sanjay_Dixit Fact is Mr Dixit himself is casteist, racist and hypocrite."
        },
        {
            "tweet_id": "1394929803233398786",
            "tweet": "@Sanjay_Dixit Most idiots don't know that Manu smriti is toughest on beahmins...they must be extremely well read, all knowing moral compass, yet without ego and live on dhana....can idiots imagine...to be learned and live on biksha..."
        },
        {
            "tweet_id": "1394931201136205824",
            "tweet": "@Sanjay_Dixit Responsibilities of earning without work 🤣🤣🤣🤣🤣🤣"
        },
        {
            "tweet_id": "1394937058930483201",
            "tweet": "@Sanjay_Dixit \"Life of the Vultures was not easy. Rather, it was the most difficult life. Chickens had the least restrictions\" - National Geographic Channel (2021)\n\nThis is corroborated by Nature, which placed hundreds of restrictions on Vultures, including the aggravated punishments of flying"
        },
        {
            "tweet_id": "1394954562776223745",
            "tweet": "@Sanjay_Dixit सतयुग त्रेता द्वापर में जो राक्षस थे वो अब कलयुग में कर्म काँड करने वाले ब्राह्मण हैं ऐसा श्रीमदेवीभागवत पुराण गीताप्रेस गोरखपुर से प्रकाशित के 414 पृष्ठ पर लिखा है"
        },
        {
            "tweet_id": "1395001674461184009",
            "tweet": "@Sanjay_Dixit Welcome to Islam where you will be treated equally &amp; you will not punished or elevated just because of your birth. Need not have to get confused &amp; satisy different God's here you need to just worship one God &amp; follow the Quran &amp; authentic teachings of Islam."
        },
        {
            "tweet_id": "1394965757428224001",
            "tweet": "@Sanjay_Dixit 😂😂\nबहुत ज्यादा मेहनती होते है ब्राह्मण जो बस दूसरो का हक मारते रहते है।\n धूर्तता करने में मेहनत तो लगती है साहेब।"
        }
    ]
}