{
    "tweet_id": "1397245294597783556",
    "tweet": "Countries where Twitter is banned:\n1) China\n2) North Korea\n3) Iran\n\nIt requires a special category of 'neechta' to put India in this league.",
    "comments": [
        {
            "tweet_id": "1397245715521445900",
            "tweet": "@kapsology Your BJP has that.."
        },
        {
            "tweet_id": "1397245812233576448",
            "tweet": "@kapsology It’s not ban in Iran here is the link of Iran supremo leader https://t.co/WIxvo5u8fA"
        },
        {
            "tweet_id": "1397245863836143623",
            "tweet": "@kapsology Twitter 😭😭😭 https://t.co/jWNENrytAN"
        },
        {
            "tweet_id": "1397246321145298944",
            "tweet": "@kapsology Neechta nahin Himmat chahiye USA ko offend karne ki . Isko loan kahan se milega IMF and World bank se , if he bans Twitter ."
        },
        {
            "tweet_id": "1397246481095069697",
            "tweet": "@kapsology @ParagPatelPower He wants to divert  😤😤"
        },
        {
            "tweet_id": "1397249132637609996",
            "tweet": "@kapsology It's Modi's loss if Twitter is banned. Most of their false propaganda is run through Twitter!!"
        },
        {
            "tweet_id": "1397264555802300421",
            "tweet": "@kapsology Is there anything that is allowed in Korea"
        },
        {
            "tweet_id": "1397265414510374912",
            "tweet": "@kapsology Don't underestimate Narender's neechta.."
        },
        {
            "tweet_id": "1397359078037282819",
            "tweet": "@kapsology Oh, neechta ki koi kami nai hai.. inko bhi peeche kar de.. itna neech hai humare wala"
        },
        {
            "tweet_id": "1397245565252116485",
            "tweet": "@kapsology Twitter band hone me 53 minutes baaki"
        },
        {
            "tweet_id": "1397246054932926467",
            "tweet": "@kapsology Countries which haven't signed NPT or have withdrawn but have nuclear weapons:\n1) India\n2) Pakistan \n3) North Korea\n\nWhat category are you talking about here? Just see how developed China is when compared with India..."
        },
        {
            "tweet_id": "1397246462556266504",
            "tweet": "@kapsology Netizens can't suppress the executive rights of Governments elected by Citizens. \n\nA private company can't be an arbitrator of public Truth in general and particularly using its monopoly.",
            "replies": [
                {
                    "tweet_id": "1397248782744440834",
                    "tweet": "@DesiSanghiBhakt @kapsology This government was elected to do development. Not play ban politics."
                }
            ]
        },
        {
            "tweet_id": "1397248663382990850",
            "tweet": "@kapsology Can you please specify the number of countries where they follow local laws.\nWhy is that they are getting a stick in most of the European countries and also in Singapore @Twitter fell in line with the diktats of that country."
        },
        {
            "tweet_id": "1397252557379080201",
            "tweet": "@kapsology all evil Countries that needs the worlds help to remove there evil goverments"
        },
        {
            "tweet_id": "1397275849309687809",
            "tweet": "@kapsology Baki jo bhi ho tum logon ka RR dekh kar achha laga."
        },
        {
            "tweet_id": "1397259094768111616",
            "tweet": "@kapsology Y'all investors especially crypto traders are implured to invest with 'Universal lite capital'.\nWe be making the best profits for you and our percentage charges are the cheapest you can get!On how to invest, inbox me here or on WhatsApp\nhttps://t.co/hZjhgpkEN1\n+1 469 949 7760"
        }
    ]
}