{
    "tweet_id": "1397974860232544266",
    "tweet": "Do you think the China Corona Virus originated in a lab in Wuhan?",
    "comments": [
        {
            "tweet_id": "1397975092882247685",
            "tweet": "@ACTBrigitte sure"
        },
        {
            "tweet_id": "1397975135622160386",
            "tweet": "@ACTBrigitte Of course."
        },
        {
            "tweet_id": "1397975200860418049",
            "tweet": "@ACTBrigitte Yess 👍🏻"
        },
        {
            "tweet_id": "1397975203674734593",
            "tweet": "@ACTBrigitte I think we know now that it did."
        },
        {
            "tweet_id": "1397975301423050764",
            "tweet": "@ACTBrigitte Not only that, but more importantly imo it was released intentionally.",
            "replies": [
                {
                    "tweet_id": "1397976307636527116",
                    "tweet": "@Sysopz @ACTBrigitte So they would kill their own, kill millions in the world for what?  So that countries refuse their citizens as tourists, so that they hurt their trade because countries realized giving China all the manufacturing is bad?  \n\nMakes no sense. Your logic is flailing."
                }
            ]
        },
        {
            "tweet_id": "1397975858103701507",
            "tweet": "@ACTBrigitte Do you have proof the lab was dealing with natural, live viruses? \n\nThat’s what I’m looking for. \n\nBut the short answer is-It’s quite possible. Human error is often the cause of catastrophes.",
            "replies": [
                {
                    "tweet_id": "1398026100857507850",
                    "tweet": "@Lor_blueeyes @ACTBrigitte Desperate democrats also cause catastrophes."
                },
                {
                    "tweet_id": "1398137185023430656",
                    "tweet": "@Lor_blueeyes @ACTBrigitte The virus was man made."
                },
                {
                    "tweet_id": "1398676558924107777",
                    "tweet": "@Lor_blueeyes @ACTBrigitte We have known that they were working w these viruses long before the outbreak!   Why the cover up!  If it looks like a skunk it maybe a skunk!"
                }
            ]
        },
        {
            "tweet_id": "1397976241655803905",
            "tweet": "@ACTBrigitte China will soon be the world's superpower.  This is not just about the US that is killing Afghanistan.  The United States must acknowledge the fact that China will be number one in the future.",
            "replies": [
                {
                    "tweet_id": "1397995492424957954",
                    "tweet": "@zebbi_ch @ACTBrigitte I look forward to the way a superpower China would deal with the middle-east. I'm sure you approve of their solution for Uighurs?"
                },
                {
                    "tweet_id": "1398114506400665601",
                    "tweet": "@zebbi_ch @ACTBrigitte Even I, as a Chinese, do not think so. There are long way to go for China to be the 1st."
                },
                {
                    "tweet_id": "1398083817144045574",
                    "tweet": "@zebbi_ch @ACTBrigitte Are you on their payroll? But yes they will with this administration."
                },
                {
                    "tweet_id": "1398509717027053570",
                    "tweet": "@zebbi_ch @ACTBrigitte Because they are killing everyone with their homemade virus"
                }
            ]
        },
        {
            "tweet_id": "1397977237811433472",
            "tweet": "@ACTBrigitte Yes and as with information security, an industry cannot ever get to a 0% risk situation. It’s not a question of if there will be a breach, but when. Likewise, if a community is keeping viruses in a lab, even the most strict biosafety measures aren’t infallible.",
            "replies": [
                {
                    "tweet_id": "1397977725525127169",
                    "tweet": "@ACTBrigitte I don’t call this virus the “China Corona Virus” though. Both accuracy and precision are important in virology...and being an asshole should be left out of the field entirely."
                }
            ]
        },
        {
            "tweet_id": "1397979196979355654",
            "tweet": "@ACTBrigitte Most experts believe so. The world is searching for evidence, but China is obstructing."
        },
        {
            "tweet_id": "1397984273848803332",
            "tweet": "@ACTBrigitte Very likely; it leaked from there, but unlikely it was man-made...",
            "replies": [
                {
                    "tweet_id": "1397989396599738371",
                    "tweet": "@mauflang @ACTBrigitte I believe it was man made due to gain of function research done at the Wuhan lab, which we paid for thanks to Fauci and the NIH."
                },
                {
                    "tweet_id": "1397998106948497409",
                    "tweet": "@mauflang @ACTBrigitte It was manipulated to infect humans."
                }
            ]
        },
        {
            "tweet_id": "1397986162640408583",
            "tweet": "@ACTBrigitte It might have, but the Trump virus killed a lot of Americans and the former thing didn’t do anything for the American people",
            "replies": [
                {
                    "tweet_id": "1398261009119432712",
                    "tweet": "@JamesM78594051 @ACTBrigitte Right one guy is the blame right right"
                }
            ]
        },
        {
            "tweet_id": "1398003739416485893",
            "tweet": "@ACTBrigitte We do not have sufficient evidence to say it originated in the lab.  We do know that with Trump as leader the USA had one of the worst pandemic responses and death rates in the world.",
            "replies": [
                {
                    "tweet_id": "1398032967679844355",
                    "tweet": "@artmaltman @ACTBrigitte Hahahaha"
                },
                {
                    "tweet_id": "1398153207830941696",
                    "tweet": "@artmaltman @ACTBrigitte OMG some people are ignorant 😂"
                },
                {
                    "tweet_id": "1398259569378443266",
                    "tweet": "@artmaltman @ACTBrigitte Well I think governors that put Covid patients in nursing homes and counting deaths “with” Covid has something to do with that"
                },
                {
                    "tweet_id": "1398276948233707526",
                    "tweet": "@artmaltman @ACTBrigitte FOCUS. We are talking about China and their Virus Innovation. Not Trump the genius. Checked your tweets.....always absent minded. Focus"
                },
                {
                    "tweet_id": "1398456897892667392",
                    "tweet": "@artmaltman @ACTBrigitte I think you have Trump confused with Fauchi and Coumo"
                },
                {
                    "tweet_id": "1398463339496411136",
                    "tweet": "@artmaltman @ACTBrigitte now welcome to United States Communist of America. USCA!"
                },
                {
                    "tweet_id": "1398025398001221632",
                    "tweet": "@artmaltman @ACTBrigitte Judging by your post there is also a high content of stupidity."
                },
                {
                    "tweet_id": "1398083136337158148",
                    "tweet": "@artmaltman @ACTBrigitte Lol. Jack ass"
                }
            ]
        },
        {
            "tweet_id": "1398052345003462658",
            "tweet": "@ACTBrigitte Not in a million years. https://t.co/lsrOOWpfpO",
            "replies": [
                {
                    "tweet_id": "1398176526416322564",
                    "tweet": "@USAMISH2821 @ACTBrigitte USA had helped Chinese researchers for ages, thinking it as a developing country. Virus research was a joint collaboration for many years, with labs both in USA and China. But after some leaks in USA, it was shelved by Mr Obama, while China continued further on its own."
                }
            ]
        },
        {
            "tweet_id": "1398061753708154884",
            "tweet": "@ACTBrigitte Yes or no not matter Parth. China makes infinite variety &amp; varients of Different virus. World prepared for next snakes &amp; rabies type research and MEDICINE business touch new high . Still people attechment with one virus. Think Big , future virus Ver comeing soon . Wait till death https://t.co/fD9y0RfWkY",
            "replies": [
                {
                    "tweet_id": "1398107990637514752",
                    "tweet": "@ACTBrigitte Anthrax virus advance version research , collaboration between &gt; Pak+ China traces by Indian intelligence agency in past . During Galwan fight ."
                }
            ]
        },
        {
            "tweet_id": "1398105073444589572",
            "tweet": "@ACTBrigitte @AMErikaNGIRLLL Back in 2019 I had videos that had been snuck out of Wuhan. Police were pulling people out of there homes. Those that resisted were shot. If they could not get them out of there house the welded doors shut and bars across the door. I saw videos from Wuhan that showed [cont]",
            "replies": [
                {
                    "tweet_id": "1398106074725720065",
                    "tweet": "@ACTBrigitte @AMErikaNGIRLLL A layer of smog so thick that the city itself was full of smoke, from crematoriums running 24/7. I also had found videos of half dead people being piled up for cremation. I had all these videos posted on my Facebook page.. and they deleted my account."
                },
                {
                    "tweet_id": "1398206577245507584",
                    "tweet": "@RayBellgraph @ACTBrigitte @AMErikaNGIRLLL Hahaha the best of the day. Very typical how a rumour is spread. The fact is if you really think through that in your mind you won’t trust a single word of that. The real life isn’t Hollywood bro, it’s not so dramatic"
                }
            ]
        },
        {
            "tweet_id": "1398111755667050496",
            "tweet": "@ACTBrigitte No but I believe the theory of that was concocted in Trump's office...",
            "replies": [
                {
                    "tweet_id": "1398182889825710080",
                    "tweet": "@Susan87944900 @ACTBrigitte How do you reconcile the fact that Biden administration is now calling for an investigation too?"
                }
            ]
        },
        {
            "tweet_id": "1398131021497917448",
            "tweet": "@ACTBrigitte Yes. And purposefully released onto the world"
        },
        {
            "tweet_id": "1398188063386386437",
            "tweet": "@ACTBrigitte One should ask to the extended team ! 100 M 🇺🇸 people the awake ones must do something about it. Great things are made in USA. The evil financial schemes and conflicts in the world are brought from 🇺🇸 as well. https://t.co/aN2KE6EPoe"
        },
        {
            "tweet_id": "1398206202438471682",
            "tweet": "@ACTBrigitte ABSOLUTELY! China's desire is to be \"King of the World\". What better way to facilitate that then with a deadly virus!?!"
        },
        {
            "tweet_id": "1398241641648041988",
            "tweet": "@ACTBrigitte without a doubt..!! But US labs involment in financing also need investigation."
        }
    ]
}