{
    "tweet_id": "1392467674848919552",
    "tweet": "Proud Hindus taking shit to a whole new level!  https://t.co/sbPz8YtXyC",
    "comments": [
        {
            "tweet_id": "1392468146657759236",
            "tweet": "@Profdilipmandal This is bringing the shame to country."
        },
        {
            "tweet_id": "1392468269815132160",
            "tweet": "@Profdilipmandal And proud mulla's dog are tweeting about it 😭😭😭😭😭😭"
        },
        {
            "tweet_id": "1392469075528278020",
            "tweet": "@Profdilipmandal अब प्रश्न ये भी बनता है, मान लिया जाए कि गोबर भक्त अमेरिका में बैग भर भरके गोबर के उपले नहीं ले जा सकते! \nमगर भक्तों के दिमाग में जो गोबर भर चुका है उसका क्या ?? वो तो साथ जायेगा🤔"
        },
        {
            "tweet_id": "1392469480811286529",
            "tweet": "@Profdilipmandal Dilip Mandal is atleast twice my age and I'm not even half as cool as him 😂😁"
        },
        {
            "tweet_id": "1392469716627722241",
            "tweet": "@Profdilipmandal गौमा की जै भामा की जै"
        },
        {
            "tweet_id": "1392470021473853447",
            "tweet": "@Profdilipmandal Google , Microsoft , apple, Delloite,Dell, में कब आरक्षण दिला रहे हैं आप बहुजन को या बस ट्वीट करने का कुछ हो जाता है। आपको कसम है बाबा साहब की अगर अपने ऐसा नही किया तो आपको आत्मदाह करना होगा बहुजन समाज के लिए, नहीं तो हम मानेंगे की आप  चाटुकार हैं।।🥴🥴"
        },
        {
            "tweet_id": "1392470862532542476",
            "tweet": "@Profdilipmandal They are probably taking dung cakes to NASA for analysis and further innovation 😬😂"
        },
        {
            "tweet_id": "1392471463802941440",
            "tweet": "@Profdilipmandal Indian teens must watch more and more Hollywood movies. \n\nEnglish must be made compulsory in schools."
        },
        {
            "tweet_id": "1392471903097409539",
            "tweet": "@Profdilipmandal Gobar bhakt kahi bhi chale jaaye.. Gobar hi rahege.."
        },
        {
            "tweet_id": "1392472016070975492",
            "tweet": "@Profdilipmandal Koi seema nahi hai.. Andhepan ki.."
        },
        {
            "tweet_id": "1392485529728421891",
            "tweet": "@Profdilipmandal 😆😆😆 https://t.co/SrFFuEenGU"
        },
        {
            "tweet_id": "1392492276316659712",
            "tweet": "@Profdilipmandal At 14000 feet?"
        },
        {
            "tweet_id": "1392497577443172358",
            "tweet": "@Profdilipmandal Good"
        },
        {
            "tweet_id": "1392499055083675652",
            "tweet": "@Profdilipmandal Bar of stupidity is getting higher and heigher , everyday records of whole new shit levels is being made and broken by proud hindus ... 🤣🤣🤣🤣 very tough competition"
        },
        {
            "tweet_id": "1392516780246007813",
            "tweet": "@Profdilipmandal 😂😂"
        },
        {
            "tweet_id": "1392536478304161801",
            "tweet": "@Profdilipmandal Caption 😂😂"
        },
        {
            "tweet_id": "1392658017955377152",
            "tweet": "@Profdilipmandal Dilip then US customs also going to stop u."
        },
        {
            "tweet_id": "1392470053765926912",
            "tweet": "@Profdilipmandal Aur be tatti Bandal...😂😂"
        },
        {
            "tweet_id": "1392475843302072320",
            "tweet": "@Profdilipmandal Tera baap ka kya jaata ha"
        },
        {
            "tweet_id": "1392477548773138432",
            "tweet": "@Profdilipmandal Is bhimte bandal ka ghar hi brahmano ke kaaran chal raha h ....😂😂😂"
        },
        {
            "tweet_id": "1392497555070615555",
            "tweet": "@Profdilipmandal It is sacred for Hindus. If you don't believe its your choice. There are so many rituals in every religion based on faith. Do you have courage to criticize genital mutilation &amp; nikah halala of Muslim or a christian drinking blood of dead Jesus&amp; eating body of dead jesus as holy"
        },
        {
            "tweet_id": "1392503849781366794",
            "tweet": "@Profdilipmandal मंडल दारू सिगरेट गुटखा को त्याग कर गाय का मूत्र पान करो अच्छा रहेगा। अमेज़न पर ऑनलाइन ऑर्डर कर सकते हो।"
        },
        {
            "tweet_id": "1392526471428595714",
            "tweet": "@Profdilipmandal Mr. Prof ji, plz open ur eyes closed in hatred for Hindhus,Hindhus uses Cow dung cake in hawan and Yagnas along with Cow ghee.Dimag mein Ooont ka gobar hai kya ?\nhttps://t.co/uCR6H7HD9H"
        },
        {
            "tweet_id": "1392537416787849217",
            "tweet": "@Profdilipmandal 1. If a person cleans shit and garbage in manholes or in roads he become dalit or impure or untouchable, and a person who cleans his body from cow shit become brahmin or pure or so-called upper caste.@Profdilipmandal",
            "replies": [
                {
                    "tweet_id": "1392537630454149122",
                    "tweet": "@Profdilipmandal 2. In the end shit or garbage is shit or garbage. Hypocrisy at its best. @Profdilipmandal"
                }
            ]
        },
        {
            "tweet_id": "1392561355702489088",
            "tweet": "@Profdilipmandal Gadhe ke bache gaye ka gobar kyu le ja rhe🤔"
        },
        {
            "tweet_id": "1392687489626767365",
            "tweet": "@Profdilipmandal Such offensive tweets from a professor! Your tweets and posts seem to spread hate/discrimination towards people of Brahmin caste. Does discrimination the other way okay?",
            "replies": [
                {
                    "tweet_id": "1392689721906630662",
                    "tweet": "@Profdilipmandal #dilipmandal"
                }
            ]
        },
        {
            "tweet_id": "1392495624952578054",
            "tweet": "@Profdilipmandal If anyone arriving from India is caught carrying cow dung make him eat the dung cakes @USCustomsandBo1"
        },
        {
            "tweet_id": "1392482568461762560",
            "tweet": "@Profdilipmandal RSS (Rashtriya Sevak Sangh) criminals are working on to save image of @narendramodi rather to save Indian citizen's life.RSS knows very well if @narendramodi goes they will be also collapse at the same time.This is very high time for an Indian people to wake up and start protest."
        }
    ]
}