{
    "tweet_id": "1392704604387770374",
    "tweet": "All the muslim and Christian people who are making fun of hinduism from charlie hebdo cartoon should know that it is not offensive at all .. to those people i raise the question which other god is capable of making oxygen and helping humans ?? https://t.co/raZGiCgw9L",
    "comments": [
        {
            "tweet_id": "1392704971448090624",
            "tweet": "Secondly god job is to make natural oxygen not artificial oxygen cylinders ... Jackassess #CharlieHebdo #france #Isreal #IndiaStandsWithIsrael #IndiaWithIsrael",
            "replies": [
                {
                    "tweet_id": "1392709434191777794",
                    "tweet": "@birlashivang Yeah and they are making enough oxygen so that trillions of life form can survive on earth"
                },
                {
                    "tweet_id": "1392733057547837442",
                    "tweet": "@birlashivang So god also hav some limitations waah bhakt 🤣"
                },
                {
                    "tweet_id": "1392919439939489793",
                    "tweet": "@birlashivang Support your people first question the government phir jaana middle east Israel ko support karnay 😂 I support Israel it seems apni kaum ko dekh jhaaantu 😂 https://t.co/WWVJIhUD9g"
                },
                {
                    "tweet_id": "1393800324326903810",
                    "tweet": "@birlashivang You are special aren't you."
                }
            ]
        },
        {
            "tweet_id": "1392711601849966594",
            "tweet": "@birlashivang Agree with the line... \"it is not offensive at all\". 👍🏻",
            "replies": [
                {
                    "tweet_id": "1392713055113383936",
                    "tweet": "@MarwariJat @birlashivang Ander sey dard ho raha hai wafa ki silha be wafa mila hai"
                }
            ]
        },
        {
            "tweet_id": "1392713058368192514",
            "tweet": "@birlashivang Exactly we r not offended unlike others.😂. Let them print what they want. That's none of our concernn",
            "replies": [
                {
                    "tweet_id": "1392746286491738112",
                    "tweet": "@odd1sout3 @birlashivang @AtheistRepublic Really 😂. U will not be beheaded."
                },
                {
                    "tweet_id": "1392844656937889793",
                    "tweet": "@AdityaAnupam7 @birlashivang because you can do nothing 😂😂😂😂😂😂😂"
                }
            ]
        },
        {
            "tweet_id": "1392714372401692674",
            "tweet": "@birlashivang Did Jesus or Ola make oxygen cylinder?",
            "replies": [
                {
                    "tweet_id": "1392731095917989892",
                    "tweet": "@birlashivang While passing away to the spiritual world these noble souls who died did Punya ka Kaam. Many vulture reporters benefited from their cremation pictures and videos by selling them for USD 500 per photo. Hebdo kyya cheez hai Sanatana Dharma ke Saamne. Har Har Mahadev."
                },
                {
                    "tweet_id": "1392773891609620492",
                    "tweet": "@Dharmic_N @birlashivang When ola started making oxygen koi barata nhi ? Uber bhi karta hai kya??"
                },
                {
                    "tweet_id": "1392726879426121728",
                    "tweet": "@Dharmic_N @birlashivang Jai traffic jam btw"
                }
            ]
        },
        {
            "tweet_id": "1392717386046787586",
            "tweet": "@birlashivang NONE... Religion is a \"invention\" &amp; a thought process originated 2 control the masses. When humans climbed further in evolution chain &amp; started living in clans/tribes/villages/kingdoms to just being the hunters &amp; gatherers or mere cavemen, the concept of RELIGION was developed to"
        },
        {
            "tweet_id": "1392717782735757314",
            "tweet": "@birlashivang But there are 33 gods not 33 million 😂😂"
        },
        {
            "tweet_id": "1392724288856227843",
            "tweet": "@birlashivang Atleast his head will remain safe after writing this..........👍🏻👍🏻"
        },
        {
            "tweet_id": "1392725704509251587",
            "tweet": "@birlashivang Hindu are not like muslims ,they ignore it, hindu God didn't teach violence ,we forgive",
            "replies": [
                {
                    "tweet_id": "1392781812657627144",
                    "tweet": "@gopsreal @birlashivang No one shared naked photo of your so stfu."
                },
                {
                    "tweet_id": "1392874142261604353",
                    "tweet": "@gopsreal @birlashivang And please give me proof where it says in the Islam religion to be violent....im waiting right here"
                }
            ]
        },
        {
            "tweet_id": "1392732774784585728",
            "tweet": "@birlashivang First and most important thing its 33koti \nMeans 33 types of God in Hinduism.\n\nTrees also worshipped in India too.\nExcept Tree who else can Produce oxygen",
            "replies": [
                {
                    "tweet_id": "1392742658464837635",
                    "tweet": "@Johnwic21518110 that I totally agree with you .. we worship all kind of gods ... mountain, trees , animals, birds, rivers , stones"
                }
            ]
        },
        {
            "tweet_id": "1392733083959398407",
            "tweet": "@birlashivang On that time he was right this time also then what is the matter of hinduism"
        },
        {
            "tweet_id": "1392733163118551042",
            "tweet": "@birlashivang Pity your helplessness!"
        },
        {
            "tweet_id": "1392734388035543042",
            "tweet": "@birlashivang We aren't offended. Criticism is welcome in our culture. And most importantly we won't behead him."
        },
        {
            "tweet_id": "1392759309419749379",
            "tweet": "@birlashivang Remember how Hindutva supported Charlie Hebdo for standing up to Islamists and making fun of Prophet Muhammad... well, this is how Charlie Hebdo talks about India's oxygen shortage... sorry, Hindutva...",
            "replies": [
                {
                    "tweet_id": "1392809205753548807",
                    "tweet": "@shahaalam966 @birlashivang So, finally a muslim accepted that they support terrorism bcz we supported charlie hebdo after the terrorist attack before that no one even know who is charlie hebdo and still we stand against terrorism not like y'all pigs 🐷"
                },
                {
                    "tweet_id": "1392874994208702464",
                    "tweet": "@shahaalam966 @birlashivang No one will attack their office, none of them will be beheaded, no one from Hindutva side will ask for destruction of France. Yeah this is how mature Hindutva takes criticism.. sorry Burt hurt pussy Islamists we don't kill people for 1400 year old dead meat. Nope."
                },
                {
                    "tweet_id": "1392894754090749957",
                    "tweet": "@shahaalam966 @birlashivang In your Bio you have written Indian Muslim and Charlie hebdo told 33 million Indian gods that means all the gods of India. Where are you and your God from..?? If he mocked India ,he mocked God of every religion in India."
                },
                {
                    "tweet_id": "1392908111426375682",
                    "tweet": "@shahaalam966 @birlashivang I don't see any beheading or bombing attacks. \nSorry Radical Islam"
                }
            ]
        },
        {
            "tweet_id": "1392761997649801216",
            "tweet": "@birlashivang U need to know the history of Charlie hebdo . Lol"
        },
        {
            "tweet_id": "1392773612449402886",
            "tweet": "@birlashivang Well 33 million hindu god VS one Christian god and one muslim god😂😂thats unfair \n\nFailure of 33 million can't be compared with 1 each 😛😛"
        },
        {
            "tweet_id": "1392777009860812802",
            "tweet": "@birlashivang नही,सब चुटिया काटते है।"
        },
        {
            "tweet_id": "1392777595196821508",
            "tweet": "@birlashivang No, this cartoon is wrong. Hindus worship many trees as god's, like Peepal, Tulsi. They do give oxygen to the environment."
        },
        {
            "tweet_id": "1392786674057285634",
            "tweet": "@birlashivang he forgets we worship trees. and trees produce oxygen.. very narrow minded"
        },
        {
            "tweet_id": "1392893414241357826",
            "tweet": "@birlashivang Are you sure this is really Charlie Hebdo??",
            "replies": [
                {
                    "tweet_id": "1392906805655719936",
                    "tweet": "@trying_myself Yes brother .. google it"
                }
            ]
        },
        {
            "tweet_id": "1392915776584048641",
            "tweet": "@birlashivang No one making fun look at their history they spare no one in terms of religion and this is not their first time against India."
        },
        {
            "tweet_id": "1392927431116443653",
            "tweet": "@birlashivang Guys, I am sorry but i checked Charlie Hebdo all tweet but didn’t find this post. where is it? except antinational tweets. ???????"
        },
        {
            "tweet_id": "1392712924192395264",
            "tweet": "@birlashivang Ass per rss and some godi media cow mata is taking oxygen and producing oxygen instead of carbon dioxide",
            "replies": [
                {
                    "tweet_id": "1392714905946497025",
                    "tweet": "@youuoy00 @birlashivang And as per Ola people will get 72 slut in heaven"
                }
            ]
        },
        {
            "tweet_id": "1392756936215449603",
            "tweet": "@birlashivang Bewaqoof andhe bhakt... Its Christian french white supremacist... Not a muslim... Yesterday u were happy af over its cartoons over islam now its ur turn... Enjoy it as well",
            "replies": [
                {
                    "tweet_id": "1392809879736250370",
                    "tweet": "@Saif325980 @birlashivang So, finally a muslim accepted that they support terrorism bcz we supported charlie hebdo after the terrorist attack before that no one even know who is charlie hebdo and still we stand against terrorism not like y'all pigs"
                }
            ]
        },
        {
            "tweet_id": "1392760600778854401",
            "tweet": "@birlashivang Sulag to rahi but kiya karna dikha to ni paaogey."
        },
        {
            "tweet_id": "1392826021720768515",
            "tweet": "@birlashivang Bsdk jab muslim ka mazak bna tha tab to support kr raha tha #isupportcharkiehebdo"
        },
        {
            "tweet_id": "1392891593737207819",
            "tweet": "@birlashivang Beta na muslim h na hi Christian ye ek yahudi (Jews) h ..😴"
        },
        {
            "tweet_id": "1392729194266710023",
            "tweet": "@birlashivang 33 million nhi hai ye log galat spread kar rha hai . 33 koti bola gya hai sanskrit me jiska matalb hota hai 33 main naki crore. Gawar zahil sale."
        },
        {
            "tweet_id": "1392719692804935684",
            "tweet": "@Blockhe83530267 @birlashivang Charlie hebdo atheist hai gawar"
        },
        {
            "tweet_id": "1392908105604685825",
            "tweet": "@birlashivang Gaand mein dum bhi toh hona chahiye \n\nAb apna thooka hua chatoge kaise 😂"
        }
    ]
}