{
    "tweet_id": "1397914911431217152",
    "tweet": "Twitter is the new East India Company…pretending to defend us natives from our elected govts and then selling us to the largest bidder. It’s above the law. It decides what law to follow, what to defy &amp; what laws will be made. In short, Twitter will decide how India should be ru",
    "comments": [
        {
            "tweet_id": "1397915523359285254",
            "tweet": "@sushantsareen @harish_purohit Twitter has been acting like a dictator and banning people who don't adhere to their leftist agenda."
        },
        {
            "tweet_id": "1397915530929991693",
            "tweet": "@sushantsareen @mikepompeo you will enjoy how India is taking on @jack"
        },
        {
            "tweet_id": "1397915577537101826",
            "tweet": "@sushantsareen It hasn’t had the same aggressive approach towards any other nation, hasn’t dared to. Other nations have nipped Twitter in the bud though. Hopefully there’s more from where that govt letter came from.",
            "replies": [
                {
                    "tweet_id": "1397922775428255746",
                    "tweet": "@IntelWasabi @sushantsareen Recent one was a African nation - Rwanda or Uganda I think."
                }
            ]
        },
        {
            "tweet_id": "1397915876750286851",
            "tweet": "@sushantsareen A Private Social media company trying to standardize \"Freedom of Speech\" in the world largest democracy. Well played Twitter 👋"
        },
        {
            "tweet_id": "1397916183358103565",
            "tweet": "@sushantsareen Twitter is USA company it also follows USA style, dictating terms. But afsos Indian opposition in quest of wresting power is helping it and harming us. Exactly history repeating itself. New east india company"
        },
        {
            "tweet_id": "1397916514683023361",
            "tweet": "@sushantsareen Twitter's Dictatorship!"
        },
        {
            "tweet_id": "1397916660795772940",
            "tweet": "@sushantsareen @YearOfRat Sir, Twitter is clear on the cle face.\n\nBut the others are tactical ,they does it at the right time.\nAmazon, Google , Apple are also involved in it."
        },
        {
            "tweet_id": "1397917683106992132",
            "tweet": "@sushantsareen They forgot, it's not 17th century where India was divided into princely states fighting each other.\nIt's a sovereign nation now n no entity can run without following d law of d land.\nAlthough the opposition is fighting on twitter side but the govt. is solid enough to handle it.",
            "replies": [
                {
                    "tweet_id": "1398016890291716096",
                    "tweet": "@varddhan @sushantsareen So as a matter of protest please quit twitter."
                }
            ]
        },
        {
            "tweet_id": "1397918294426877953",
            "tweet": "@sushantsareen Earlier it was Mughals and East India Company.\nNow its Reliance / Adani and Twitter.\nAlways a choice between Devil &amp; Deep Sea!!\nCommon man was suffering earlier also, and suffering now also.",
            "replies": [
                {
                    "tweet_id": "1397922885201584136",
                    "tweet": "@SearchingSoul81 @sushantsareen At least they are our own and not some outsiders.\nWith Reliance and Adani wealth remains in our own country and also so so many Indians earn their livelihood."
                },
                {
                    "tweet_id": "1398094630781014018",
                    "tweet": "@SearchingSoul81 @sushantsareen The level of burnol moment here. Twitter didn't lick govt feet , so now it's East India company. \nHaai bhai, East India company got control over India after filing a suit in court. \nFiling a court case = imperialism. \nModibhakt logic."
                }
            ]
        },
        {
            "tweet_id": "1397920799210627073",
            "tweet": "@sushantsareen @ruchirsharma_1 Let’s hope GOI tackles this neo-colonialism"
        },
        {
            "tweet_id": "1397921914404835339",
            "tweet": "@sushantsareen @Chandanaaz Tame them or throw them out.\nBut it is truly depressing to see so many Indians are batting for these outsiders than their own country.",
            "replies": [
                {
                    "tweet_id": "1397967410674634757",
                    "tweet": "@AshokP18 @sushantsareen @Chandanaaz I support Twitter, fuck your kutta mudizee"
                }
            ]
        },
        {
            "tweet_id": "1397922275286937603",
            "tweet": "@sushantsareen @ruchirsharma_1 https://t.co/PN0Gubw2MS\nGoogle and facebook combined pay only 2% of their total revenue of 10000cr(from India) as tax in India \nAlso from 2020 theirs a report in ET that big techs pays less than 5% tax of there revenue",
            "replies": [
                {
                    "tweet_id": "1397923345723580423",
                    "tweet": "@sushantsareen @ruchirsharma_1 They use tax havens like cayman islands and ireland  to cut down their PBTs thus reducing there taxes to pay"
                }
            ]
        },
        {
            "tweet_id": "1397922489863340034",
            "tweet": "@sushantsareen @paaru_act Their quest is to do the same in India as they did in the USA elections"
        },
        {
            "tweet_id": "1397923467903651849",
            "tweet": "@sushantsareen Well said. The govt seem to be waiting for national policy to be declared by Twitter. Did anyone see one firm action by this govt in 7 years dealing with social media or anti national elements spewing venom and spreading falsehood. Disgusting.",
            "replies": [
                {
                    "tweet_id": "1397931600445251587",
                    "tweet": "@AathreyanI @sushantsareen Watch now! No magic wand to change the mindset of the country. Patience."
                },
                {
                    "tweet_id": "1398094536824410122",
                    "tweet": "@AathreyanI @sushantsareen Like manipulated 😂"
                },
                {
                    "tweet_id": "1398016860780597251",
                    "tweet": "@AathreyanI @sushantsareen Who is distributing Anti national certificates?\nShame on you.\nA history lesson of bjp-rss for you.\nBefore calling somebody else national-antinational, would like to see your certificate first. https://t.co/K8n8Owvq4u"
                }
            ]
        },
        {
            "tweet_id": "1397923528821727237",
            "tweet": "@sushantsareen time to cutt it off... net net value to India in ZERO OR NEGATIVE"
        },
        {
            "tweet_id": "1397923605330026497",
            "tweet": "@sushantsareen Is it not a fair submission that our government lost in politics from a multinational company."
        },
        {
            "tweet_id": "1397923847257563150",
            "tweet": "@sushantsareen The worst part is half our population will buy its bullshit because they hate the current govt. so much."
        },
        {
            "tweet_id": "1397928367282745344",
            "tweet": "@sushantsareen @Sanjay_Dixit Get well soon"
        },
        {
            "tweet_id": "1397931137947770886",
            "tweet": "@sushantsareen Hope you deactivate your account after discovering what Twitter is upto. Why not join the gang on #koo instead?"
        },
        {
            "tweet_id": "1397932103782653961",
            "tweet": "@Folitically @sushantsareen They won't leave but they will keep cribbing",
            "replies": [
                {
                    "tweet_id": "1397966178186936327",
                    "tweet": "@Peace0199530901 @Folitically @sushantsareen Ok Twitter sepoy"
                }
            ]
        },
        {
            "tweet_id": "1397931934542532608",
            "tweet": "@sushantsareen Whats wrong with this guy since last few years ..had thought him to be a sensible man"
        },
        {
            "tweet_id": "1397932133423800329",
            "tweet": "@sushantsareen Close your account uncle."
        },
        {
            "tweet_id": "1397932328320598017",
            "tweet": "@sushantsareen Please go to Koo"
        },
        {
            "tweet_id": "1397932803329720322",
            "tweet": "@sushantsareen It’s like history repeating itself. When Indian Rajas fought each other for power and sided with britishers fir their vested interests."
        },
        {
            "tweet_id": "1397933157303812098",
            "tweet": "@sushantsareen Baby talk!"
        },
        {
            "tweet_id": "1397933374786834432",
            "tweet": "@sushantsareen That may be right! That is also convenient! Let us ask ourselves, would a Twitter be able to divide us so say 20 years ago? What has changed in India that so many of us would act as Sepoys in the service of new Company Bahadurs?",
            "replies": [
                {
                    "tweet_id": "1397942797471084552",
                    "tweet": "@dsen68 That’s easy to answer, only not on this forum…"
                },
                {
                    "tweet_id": "1398024854025031681",
                    "tweet": "@dsen68 @sushantsareen Increase in poverty despite increasing wealth. Lack of caste integrity and support structure."
                },
                {
                    "tweet_id": "1398044850138845185",
                    "tweet": "@dsen68 @sushantsareen We were always vulnerable, we have been divided in the past. let’s not pretend that we had no issues before this government. Twitter has no transparent basis on how they tag few things, everyone should question that"
                },
                {
                    "tweet_id": "1398057065176698881",
                    "tweet": "@dsen68 @sushantsareen Ours is a history of division and a foreign entity taking advantage of it. Why go only 20 years back when you can go a thousand years back."
                },
                {
                    "tweet_id": "1398050508355506176",
                    "tweet": "@dsen68 @sushantsareen Its in the interest of India to ban twitter...such a diverse country can’t afford such evil and biased platform which is only dividing people n nothing else."
                }
            ]
        },
        {
            "tweet_id": "1397933602160087045",
            "tweet": "@sushantsareen The entire RW depends on this East India Company to spread hate and make ₹2 per tweet. \n\nEven during the British rule, RW was in bed with them.",
            "replies": [
                {
                    "tweet_id": "1397946686714957825",
                    "tweet": "@love_games6 @sushantsareen Were you born today? If the RW don't like this East India Company, shouldn't they be joining the swadeshi Koo app?"
                }
            ]
        },
        {
            "tweet_id": "1397934576366854148",
            "tweet": "@sushantsareen U were sold long back"
        },
        {
            "tweet_id": "1397934931418882055",
            "tweet": "@sushantsareen Not just Twitter.... and just like the rulers who sold the country to EIC, we are selling ourselves to them."
        },
        {
            "tweet_id": "1397937353944035330",
            "tweet": "@sushantsareen \"One man nautanki\" in place of a proper government --- that's what we have --- that's what makes our enemies so brazen."
        },
        {
            "tweet_id": "1397937433660968968",
            "tweet": "@sushantsareen Twitter can't decide how India should run, but has the Opposition at least have any rights?",
            "replies": [
                {
                    "tweet_id": "1397949946247081984",
                    "tweet": "@sushantsareen ... To be consulted before passing any important resolutions?"
                },
                {
                    "tweet_id": "1397951797545689088",
                    "tweet": "@UshaPadiyar @sushantsareen Yes everyone has right but as per law not above the law..."
                },
                {
                    "tweet_id": "1397952491568865283",
                    "tweet": "@UshaPadiyar @sushantsareen When u can say anything to Modi that is freedom of speech but when Ramdev said something abt doctors its sedition 🤣🤣🤣"
                }
            ]
        },
        {
            "tweet_id": "1397944832383873030",
            "tweet": "@sushantsareen Then remove your account from Twitter sir"
        },
        {
            "tweet_id": "1397946587805110275",
            "tweet": "@sushantsareen Then what the hell Indian government is doing. Why don't they #BanTwitterInIndia It only means If #Twitter is East India Company then current government is #Mughal empire\n\n#BanTWITTER #TwitterBanInIndia #TwitterIndia @Twitter @TwitterIndia",
            "replies": [
                {
                    "tweet_id": "1398519214818816007",
                    "tweet": "@SawaliyaNishan @sushantsareen @Twitter @TwitterIndia Well said!!"
                }
            ]
        },
        {
            "tweet_id": "1397947164165214212",
            "tweet": "@sushantsareen And Woke Liberals are new-age Mir Jafer &amp; Mir Qasim who are willing to go along with the colonising power for the lust of control (Narrative Control in today's context).\n\nThey're called #AntiNationals for a reason. 🤡",
            "replies": [
                {
                    "tweet_id": "1397991637498744835",
                    "tweet": "@writeangle_ @sushantsareen Why don't you say this all in you own Indian Atmanirbhar Bharat's Koo app"
                }
            ]
        },
        {
            "tweet_id": "1397949847609614342",
            "tweet": "@sushantsareen India was able to screw Huawei when it came to 5G, so don't question their ability to screw Twitter if shit hits the fan. TikTok too, with 120 million users was shown the door, and not allowed a comeback. \nWe are a market of billion+ users, we can decide what we can do, and when.",
            "replies": [
                {
                    "tweet_id": "1397986757740613633",
                    "tweet": "@tridib_bordoloi @sushantsareen Absolutely.. no 2nd thought on this issue"
                },
                {
                    "tweet_id": "1397991175848484864",
                    "tweet": "@tridib_bordoloi @sushantsareen Please leave this platform"
                },
                {
                    "tweet_id": "1398000979270848517",
                    "tweet": "@tridib_bordoloi @sushantsareen Then ask the govt to respect user privacy and stop taking down content. \n\n#Twitter is safeguarding your interests too!"
                }
            ]
        },
        {
            "tweet_id": "1397979516585213953",
            "tweet": "@sushantsareen So as a matter of protest please quit twitter.",
            "replies": [
                {
                    "tweet_id": "1398108673306632193",
                    "tweet": "@s_karkala @sushantsareen Its a same logic pakistan niklo ..\nWhy u want to be gulam of foreigners ???"
                }
            ]
        },
        {
            "tweet_id": "1397999669607686145",
            "tweet": "@sushantsareen Sir, Twitter is the new East India Company, but we are the same Indians Divided and ready to be a Slave.",
            "replies": [
                {
                    "tweet_id": "1398001724757970945",
                    "tweet": "@Yashwantkt @sushantsareen Simple...You can deactivate your acc in one click...No one is forcing you to be a slave"
                },
                {
                    "tweet_id": "1398073610376343553",
                    "tweet": "@Yashwantkt @sushantsareen Who is registering FIRs for seeking help on social media...its BJP...twitter is providing freedom to make people aware of deficiencies ...while you are supporting dictatorship so you are basically slave."
                }
            ]
        },
        {
            "tweet_id": "1397917512893833234",
            "tweet": "@sushantsareen GOI is a weakling who issues statements rather than walking the walk!"
        },
        {
            "tweet_id": "1397922673808736269",
            "tweet": "@sushantsareen And if this spineless government does not do something.\nIndia will suffer."
        },
        {
            "tweet_id": "1397934326327627778",
            "tweet": "@sushantsareen Get lost from here\nDeactivate your account and join koo"
        },
        {
            "tweet_id": "1397936332433887232",
            "tweet": "@sushantsareen You ate still on twitter shows how hypocratic you are."
        },
        {
            "tweet_id": "1397936581466488840",
            "tweet": "@sushantsareen Abandon Twitter asap.\n\nGo to Koo please."
        },
        {
            "tweet_id": "1397948500730519557",
            "tweet": "@sushantsareen ROFL its the govt who is East India company. Moron andh bhakts"
        },
        {
            "tweet_id": "1397989165187301377",
            "tweet": "@sushantsareen Why don’t you go to Koo and crib ?"
        },
        {
            "tweet_id": "1397990911456333825",
            "tweet": "@sushantsareen Please GTFO from this platform if you feel your FOE is being curtailed"
        },
        {
            "tweet_id": "1398059273788162048",
            "tweet": "@sushantsareen Why don't u fcuk back to your Koo Poo app?"
        },
        {
            "tweet_id": "1398090074764443649",
            "tweet": "@sushantsareen To chale jao koo pe"
        },
        {
            "tweet_id": "1397915676547817486",
            "tweet": "@sushantsareen Modi govt is suckling it's thumb and made to look like a sore loser"
        },
        {
            "tweet_id": "1397941689184964610",
            "tweet": "@sushantsareen Toh phir ye Twitter khata deactivate Karke na"
        },
        {
            "tweet_id": "1397986395663134720",
            "tweet": "@sushantsareen Which political  organisation was hand in gloves with #EastIndiaCompany ?? https://t.co/R6MLWUQeKF"
        },
        {
            "tweet_id": "1398017155292012545",
            "tweet": "@sushantsareen That's because idiots like you don't like criticism! And that's called democracy!"
        }
    ]
}