{
    "tweet_id": "1397101600460529665",
    "tweet": "Countries which have Banned Twitter\n\n🇨🇳 China\n🇮🇷 Iran\n🇰🇵 North Korea\n🇹🇲 Turkmenistan \n\nModi's Ghulam Bhakts want to #BanTwitterInIndia &amp; make India join this list! \n\nWhy not just declare India as an authoritarian regime and drop the facade of democracy?\n\n#IStandWithTwitterInd",
    "comments": [
        {
            "tweet_id": "1397101827116703744",
            "tweet": "@srivatsayb #IStandWithTwitterIndia\nOur beloved Bird app 💜🤧"
        },
        {
            "tweet_id": "1397101939674869763",
            "tweet": "@srivatsayb Srivatsa in that case just say once Corona is from China ? \n\nHai Dum 🤣🤣🤣",
            "replies": [
                {
                    "tweet_id": "1397102700173488133",
                    "tweet": "@Lawyer_Sandeep @srivatsayb That's a fact\nThere nothing to say differently"
                },
                {
                    "tweet_id": "1397102906004754433",
                    "tweet": "@Lawyer_Sandeep @srivatsayb Corona is from china. Now ask your feku to make red eye on china."
                },
                {
                    "tweet_id": "1397109126577197061",
                    "tweet": "@Lawyer_Sandeep @srivatsayb corona is from china. then what💁"
                },
                {
                    "tweet_id": "1397112846085853186",
                    "tweet": "@Lawyer_Sandeep @srivatsayb Corona is from China and you mom is from bejing"
                },
                {
                    "tweet_id": "1397115375985127426",
                    "tweet": "@Lawyer_Sandeep @srivatsayb Boss ko galat kaise bolega? Dhandha paani bandh ho jayega"
                },
                {
                    "tweet_id": "1397182212055859202",
                    "tweet": "@Lawyer_Sandeep @srivatsayb Some paid Troller will lose their jobs..this will lead to further unemployment n then again it's Modis fault ...not Andoolanjeevis😂"
                },
                {
                    "tweet_id": "1397104098885849091",
                    "tweet": "@Lawyer_Sandeep First tell ur modi papa to Utter \"china'' for once from his guttermouth.. He will piss under his pants if even try for that"
                },
                {
                    "tweet_id": "1397417268569509890",
                    "tweet": "@Eswar1114 @Lawyer_Sandeep @srivatsayb It matters because India didn't create Cholera intentionally and didn't ever try to cover up it's spread until it was too late. Intentions matter a lot but not to you of course as you are here to defend China not CCP to be more specific. Good luck!"
                },
                {
                    "tweet_id": "1397160609704153088",
                    "tweet": "@Lawyer_Sandeep @srivatsayb Abe pakode chap lawyer Apne baap Modi se pooch na jaake..kya ukaad liye china ka..Salle bhagode darpok ke aulad"
                },
                {
                    "tweet_id": "1397240026866536451",
                    "tweet": "@Lawyer_Sandeep @srivatsayb इनका धंधा पानी तो चीन ही चला रहा है क्यों बोलेंगे ये"
                },
                {
                    "tweet_id": "1397140535169544194",
                    "tweet": "@Lawyer_Sandeep @srivatsayb Namazi hai ye bolega to papa ko kharab lag kayega"
                }
            ]
        },
        {
            "tweet_id": "1397102089407397890",
            "tweet": "@srivatsayb Sir, we need your strong voice for lakshadweep, please stay together and raise your voice..🙏🏼\n\n#SaveLakshadweep\n#StandWithLakshadweep https://t.co/LJjV7EKto1",
            "replies": [
                {
                    "tweet_id": "1397818628746080256",
                    "tweet": "@sptweetz @srivatsayb Ram Rajya us coming to lakshya dweep. Secularists are scared."
                },
                {
                    "tweet_id": "1397107463212597249",
                    "tweet": "@sptweetz @srivatsayb ✅✅दोस्तो अपने रिस्क पे यह वीडियो देखना , इसके पहले की ये वीडियो डिलीट हो जाये....\n\nhttps://t.co/Bi0yR9Zqrg\n\nSnake Man of Pune !!✅✅"
                }
            ]
        },
        {
            "tweet_id": "1397102193069617154",
            "tweet": "@srivatsayb @southcongressi Ghulam Bhakths !!!!"
        },
        {
            "tweet_id": "1397102220806541317",
            "tweet": "@srivatsayb @srivatsayb  I guess Russia too . Not sure",
            "replies": [
                {
                    "tweet_id": "1397102872555188227",
                    "tweet": "@shalluchandla @srivatsayb Sorry! You can use twitter in China with proxy applications. But officially for common citizens- it's banned."
                }
            ]
        },
        {
            "tweet_id": "1397102373282095111",
            "tweet": "@srivatsayb Twitter is best of all app\n\n#IStandWithTwitterIndia \n\nModi want to control it to win election by spreading fake propeganda",
            "replies": [
                {
                    "tweet_id": "1397246116236824583",
                    "tweet": "@Ranjanbkr @srivatsayb #BanTwitterInIndia\n#BanTwitterInIndia\n#BanTwitterInIndia\n#BanTwitterInIndia\n#BanTwitterInIndia\n#BanTwitterInIndia\n#BanTwitterInIndia\n#BanTwitterInIndia"
                }
            ]
        },
        {
            "tweet_id": "1397102498708541440",
            "tweet": "@srivatsayb Twitter has empowered many journalists, doctors, professionals &amp; even common citizens to raise their voice, the world should be grateful to @TwitterIndia .",
            "replies": [
                {
                    "tweet_id": "1397145901953552385",
                    "tweet": "@AroraGirish @srivatsayb @TwitterIndia And it's the most propagandist platform as well that why need for nodal officers required"
                },
                {
                    "tweet_id": "1397212890273402881",
                    "tweet": "@AroraGirish @srivatsayb @TwitterIndia Are you serious 😂😂😂"
                },
                {
                    "tweet_id": "1397236212088414215",
                    "tweet": "@AroraGirish @srivatsayb @TwitterIndia They can raise their voices in other platforms too."
                },
                {
                    "tweet_id": "1397450054596800514",
                    "tweet": "@AroraGirish @srivatsayb @TwitterIndia Sure you can raise your voice. But they are very selective on taking action"
                },
                {
                    "tweet_id": "1397816487688105989",
                    "tweet": "@AroraGirish @srivatsayb @TwitterIndia They have also empowered anarchists. If China can live without Twitter why can't India"
                },
                {
                    "tweet_id": "1397111325604552705",
                    "tweet": "@AroraGirish @srivatsayb Lol, you should be saying \"Twitter has empowered  many marxists, left funded journalists, communists &amp; many andh-virodhis in India, the radials leftists in this world should be gratefull to @TwitterIndia"
                },
                {
                    "tweet_id": "1397138467402883073",
                    "tweet": "@AroraGirish @srivatsayb @TwitterIndia Ohh is it?? 2006 se pehle jaise sab ghass charne gaye the ??. These social media platforms are the tools for spreading fake news, rumours propagandas and students ko barbaad kar diya hai. If they don't comply, they should be banned."
                },
                {
                    "tweet_id": "1400902978970832900",
                    "tweet": "@AroraGirish @srivatsayb @TwitterIndia They also help to censor the truth about the origin of the China virus 🤔"
                }
            ]
        },
        {
            "tweet_id": "1397102580556312580",
            "tweet": "@srivatsayb What is the opposition doing?\nhttps://t.co/r5TvFTbdn2",
            "replies": [
                {
                    "tweet_id": "1397104943774027779",
                    "tweet": "@ShyantSao @srivatsayb Why now new rules  ..... why not before ..... bcoz now it’s been exposed I believe"
                }
            ]
        },
        {
            "tweet_id": "1397102834273841152",
            "tweet": "@srivatsayb I don't understand what is the criminal offence in labelling some tweet of someone as \"manipulated media\". It seems, Delhi Police have become habitual to be a laughing stock for the country and internationally. Clearly, the government is scared to be in a self destructive mode.",
            "replies": [
                {
                    "tweet_id": "1397104386308902912",
                    "tweet": "@optimusprime699 @srivatsayb As if every wrong is taking place on social media only nothing happening on the ground.. Right? @DelhiPolice"
                },
                {
                    "tweet_id": "1397573787965591554",
                    "tweet": "@optimusprime699 @srivatsayb Delhi police is just a puppet"
                }
            ]
        },
        {
            "tweet_id": "1397102882353156096",
            "tweet": "@srivatsayb Country that funded congress party and signed secret MOU with them.\n\n🇨🇳",
            "replies": [
                {
                    "tweet_id": "1397107873075761154",
                    "tweet": "@BurnItDownSan @srivatsayb Oh I think u were there when they funded Congress? \nNice 👏.. Be like this\nBtw.. I forgot to tell u  .. 2 rs has been credited in ur a/c!!"
                },
                {
                    "tweet_id": "1397200455508320263",
                    "tweet": "@BurnItDownSan @srivatsayb Yes I voted for BJP only to watch people blaming Congress for everything! Totally worth it."
                },
                {
                    "tweet_id": "1397240220286922756",
                    "tweet": "@BurnItDownSan @srivatsayb Yeh kaha se pada? Whatsapp university se?😂😂"
                }
            ]
        },
        {
            "tweet_id": "1397103917335408643",
            "tweet": "@srivatsayb If Twitter not follow Indian laws then ban Twitter in India",
            "replies": [
                {
                    "tweet_id": "1397105448382173184",
                    "tweet": "@AJAYGROY1 @srivatsayb deactivate uncle !"
                },
                {
                    "tweet_id": "1397169215962980355",
                    "tweet": "@AJAYGROY1 @srivatsayb Kal India ne tere bhen ko cho*ne ka law banaya toh tu woh bhi follow karega na?"
                }
            ]
        },
        {
            "tweet_id": "1397104737506320385",
            "tweet": "@srivatsayb Feku will be in tension over losing  20 million followers and 48 million Bots if he bans Twitter!! \n\nAmit Malware will be doubly tensed as he will have to work double shifts to recreate all those bots in KOOAPP !!! \n\nI DONT think self loving feku will go for the ban.",
            "replies": [
                {
                    "tweet_id": "1397159526260895751",
                    "tweet": "@MovidMukt_India @srivatsayb Kaash tere sochne k hisab se duniya chalti 😂😂"
                }
            ]
        },
        {
            "tweet_id": "1397106608547647490",
            "tweet": "@srivatsayb CONgress' gulam dog always has to bark for every decision taken by GOI.",
            "replies": [
                {
                    "tweet_id": "1397178922991710210",
                    "tweet": "@Prthmms @srivatsayb what abt u modi's dick suckin ass lickin parasite"
                }
            ]
        },
        {
            "tweet_id": "1397107000752762884",
            "tweet": "@srivatsayb @jack  is father of @srivatsayb 🤷🙈"
        },
        {
            "tweet_id": "1397108280044965889",
            "tweet": "@srivatsayb @Itsramiya No Body Is Stoped To Ban It,\nLets Ban Face book, Twiter,NDTV,Sure Including Pappu Party.Haha haha",
            "replies": [
                {
                    "tweet_id": "1397170987074871304",
                    "tweet": "@laxmikantnadgau @srivatsayb @Itsramiya Tu nadgauda nahi, bhen ka l*da hai"
                }
            ]
        },
        {
            "tweet_id": "1397109091433029636",
            "tweet": "@srivatsayb Srivatsa, we are free to take our decision. We do not depend on other countries.\n\nAuthoritarian or democracy, we do not tolerate any thing which is bad for our India.\n\nWe stood our ground firm in banning chain apps. It is another matter that anti India Congress stood with chain.",
            "replies": [
                {
                    "tweet_id": "1397120981378867208",
                    "tweet": "@Sudhakar9293 @srivatsayb So Speaking bad on BJP is bad for India\n\nKuch bhi bolte ho\n\nUncle ji"
                },
                {
                    "tweet_id": "1397151320436625418",
                    "tweet": "@Sudhakar9293 @srivatsayb Without twitter how will Congress trolls survive?\n\nThey can't move to Koo as they have called it RW app. \nOnly on twitter they can abuse @narendramodi ji, Shri @Tejasvi_Surya etc..\n\nReaction of Congress trolls after hearing Twitter and Facebook may be banned.\n#BanTwitterInIndia https://t.co/g8sgX9x8Ha"
                },
                {
                    "tweet_id": "1397226663868522500",
                    "tweet": "@Sudhakar9293 @srivatsayb Don't worry India govt will never ban Twitter or FB."
                },
                {
                    "tweet_id": "1397239652931735552",
                    "tweet": "@Sudhakar9293 @srivatsayb Sir who is we here ? No one wants this ban just people like you"
                },
                {
                    "tweet_id": "1397245607014805507",
                    "tweet": "@Sudhakar9293 @srivatsayb Modi is bad for our India, not twitter"
                },
                {
                    "tweet_id": "1397648037535571968",
                    "tweet": "@Sudhakar9293 @srivatsayb Old man, what we are discussing here is all about our constitutional rights, free speech and expression. Don't be a blind fake patroit!!\n\n#IStandWithTwitterIndia"
                }
            ]
        },
        {
            "tweet_id": "1397111694904623106",
            "tweet": "@srivatsayb Kuch pata hota nahi hai bhokna shuru kar dete hai kuch guidelines the jo follow karne bola tha for data security jo ye kar nahi rahe isliye chalu hai ye, thoda akkal ka upyog kijiye, bas smartphone hath mai hai to kuch bhi kachra na failaye.",
            "replies": [
                {
                    "tweet_id": "1397178384401141764",
                    "tweet": "@NikitPulekar @srivatsayb nye IT rules agar platforms follow krne lage to sarkar ko hak mil jaega ki log in platforms pe kya post karenge use control kare to agar govt ko koi criticize kare to uska account ban krne ka govt ko license mil jaega khud tereko kuch pta nhi aa gya idhar chutiyapa karne"
                }
            ]
        },
        {
            "tweet_id": "1397114601150550017",
            "tweet": "@srivatsayb But China has also Vaccinated 14 million in a day. No?\n\nChina is developing faster than India and u like it. No?\n\nChina is best according to u. But India is bad. No?\n\nFir let's go Chinese way!!\nAcha hi hai na",
            "replies": [
                {
                    "tweet_id": "1397130151813533697",
                    "tweet": "@RiseofBurnol @srivatsayb 🤦🏻‍♂️desh aise logo se khatre mei zaroor h"
                },
                {
                    "tweet_id": "1397148823441473541",
                    "tweet": "@RiseofBurnol @srivatsayb bhenchod china yaha kaha se agaya😭"
                },
                {
                    "tweet_id": "1397211357662093324",
                    "tweet": "@RiseofBurnol @srivatsayb Well china is also an atheist majority country, they condemn religion, you aren't allowed to become a government officials if you follow a religion. I'm up for it, but are you🤣🤣🤣"
                },
                {
                    "tweet_id": "1397227544454238210",
                    "tweet": "@RiseofBurnol @srivatsayb China doesn't give importance to religion. Will you do the same?"
                }
            ]
        },
        {
            "tweet_id": "1397123585462792192",
            "tweet": "@srivatsayb We need India's own Twitter, kab tak angrejo ki gulami katogi, padh likh k engineering karo fir inlogo k under kaam, why not India own Twitter kind of app",
            "replies": [
                {
                    "tweet_id": "1397815459349598209",
                    "tweet": "@avinashsingh789 @srivatsayb Please join Koo india own Twitter"
                }
            ]
        },
        {
            "tweet_id": "1397130468651278342",
            "tweet": "@srivatsayb Iran has some form of censorship (like India does) but it didn't ban Twitter. At least I wasn't able to find any report on it. Maybe somebody can link to it. Banning Twitter would make India even less of a democracy than it already is. FOE is one of the pillars of democracy.",
            "replies": [
                {
                    "tweet_id": "1397420909133139969",
                    "tweet": "@MisterE_2020 @srivatsayb Shaheed Babri Masjid... Well there you go... Your reason on being miffed over this decision of the current government like all the other decisions of the current government irrespective of whether it's good or bad is crystal clear. 😂😂😂😂"
                },
                {
                    "tweet_id": "1397817600176902150",
                    "tweet": "@MisterE_2020 @srivatsayb We dont need democracy. We need a hindu rashtra like 53 countries have islamic rashtra"
                },
                {
                    "tweet_id": "1397262170404974592",
                    "tweet": "@MisterE_2020 @srivatsayb Bruh India isn't your country...57 nations are there of ur choice..u can live there with ur religious law...\nor else find Kaagaz"
                }
            ]
        },
        {
            "tweet_id": "1397133266256232458",
            "tweet": "@srivatsayb Says a person who runs the social media of a party that is hand in gloves with China.\nA party that supports China on every issue. \nA party that praises China for everything.\n A party that did deal with China in an unofficial way during UPA govt.\nIrony died a thousand deaths.",
            "replies": [
                {
                    "tweet_id": "1397815794080251910",
                    "tweet": "@SumanSaurabh007 @srivatsayb If China cannlive without Twitter why cant India. China is the power of the future. US, UK etc are countries in decline"
                },
                {
                    "tweet_id": "1397147487849181184",
                    "tweet": "@SumanSaurabh007 @srivatsayb China has its own network, China is a sovereign country, do not want to do the United States network colonization, but as an individual can go to any website. India is not an independent country and needs to do American cyber colonization"
                }
            ]
        },
        {
            "tweet_id": "1397136574874222593",
            "tweet": "@srivatsayb Have been saying this since 2014. India has become mixture of Iran n N.Korea. where leader was made into a god figure, n blind followers attacked anyone who opposed it. His face thrust everywhere,from petrol pumps to vaccine certificates. As if he is doing favours to indians.",
            "replies": [
                {
                    "tweet_id": "1397815383994761220",
                    "tweet": "@kaykraze @srivatsayb Such hatred is allowed in twitter"
                },
                {
                    "tweet_id": "1397149767340232705",
                    "tweet": "@kaykraze @srivatsayb We would rather prefer to be an autocracy ruled by an Indian elite ruler, than an autocracy ruled by big tech firms from California.\n\nTwitter is NOT a basic requirement of democracy."
                },
                {
                    "tweet_id": "1397155165296152580",
                    "tweet": "@kaykraze @srivatsayb 2014 se pehle kaha tha tu bhai..tab kya sab thik tha? have you ever imagine why so much hate are spreading now. Nah coz tum logo chamcha banna hai..\nI would say BJP is not up to the mark but congress has crossed limit to defame BJP as well India. BJP is fine but India not at all"
                }
            ]
        },
        {
            "tweet_id": "1397139266887585794",
            "tweet": "@srivatsayb yup lets make it an authoritarian regime, Please help"
        },
        {
            "tweet_id": "1397151495062269955",
            "tweet": "@srivatsayb I thought congress supports China decisions. Meanwhile we have got our local platform Koo to use."
        },
        {
            "tweet_id": "1397155911609716736",
            "tweet": "@srivatsayb Beware!! When a private company from outside starts controlling the emotion &amp; narrative of a nation.*\"East India company happens\"* #BanTwitterInIndia #TwitterIndiaRaid #TwitterBan #TwitterIndia #ToolKitGang #Toolkit #Narrative2021 #ProudToBeIndian #NationFirst",
            "replies": [
                {
                    "tweet_id": "1397819197598564352",
                    "tweet": "@Vikir20842503 @srivatsayb Twitter is also a virus like Corona. It weakens society s from within by rasing infighting and inviting civil unrest. It is already destroying countries like US, UK"
                }
            ]
        },
        {
            "tweet_id": "1397157849608847360",
            "tweet": "@srivatsayb Sometimes i feel ki ye vote deke galti kardi .. Life ka sabse bura decision mera . \nHealth infrastructure 0\nJobs 0\nPrivatization\nEtc etc.",
            "replies": [
                {
                    "tweet_id": "1397169849797779457",
                    "tweet": "@shubham92738047 @srivatsayb Shabbash! Mera bhi same haal hai"
                }
            ]
        },
        {
            "tweet_id": "1397168173284139012",
            "tweet": "@srivatsayb You can leave india \nSettle in a country where you can use twitter \nIf it is banned",
            "replies": [
                {
                    "tweet_id": "1397572479611129868",
                    "tweet": "@MakutaHamaka @srivatsayb Hum to India me hi use karenge. When technology is going to help?"
                },
                {
                    "tweet_id": "1397169435983564800",
                    "tweet": "@MakutaHamaka @srivatsayb Or you can leave Twitter and live in stone age if you don't like it"
                }
            ]
        },
        {
            "tweet_id": "1397180328574287884",
            "tweet": "@srivatsayb Before democracy it's replublic first ...... anyways u like monarchs. Congress chamchas are and their gulam mindset"
        },
        {
            "tweet_id": "1397193073835249668",
            "tweet": "@srivatsayb Rahul Ka Gulam chamcha..gyan de RHA hai 😀"
        },
        {
            "tweet_id": "1397201412237533190",
            "tweet": "@srivatsayb भाई साहब दिमाग चल गया है आप का चूतिये बनें या पैदा ही चूतिये हुए हैं"
        }
    ]
}